{"Property Rentals & Management":"Location et gestion de propriétés",
    "Home":"Home",
    "Our Properties":"Nos propriétés",
    "Our Business":"Nos activités",
    "Why Book With Us?":"Pourquoi réserver avec nous?",
    "Why Use Smartavillas?":"Pourquoi utiliser Smartavillas ?",
    "Meet the Team":"Rencontrer l'équipe",
    "Traveller Tips":"Conseils aux voyageurs",
    "Holiday Extras":"Suppléments de vacances",
    "Airport Transfers":"Transferts aéroport",
    "Car Hire":"Location de voiture",
    "The Algarve":"L'Algarve",
    "Contact Us":"Contact",
    "Select":"Sélectionner",
    "Select Locations":"Sélectionnez des emplacements",
    "From":"De",
    "To":"À",
    "Arrival Date":"Date d'arrivée",
    "Departure Date":"Date de départ",
    "Bedrooms":"Chambres",
    "All":"Tout",
    "All Properties":"Toutes les propriétés",
    "Property Type":"Type de propriété",
    "See What We Have!":"Voyez ce que nous avons !",
    "Smartavillas.com Property Rentals & Management":"Smartavillas.com Location et gestion de propriétés",
    "If you are looking for the perfect holiday rental or are Property Owners wishing to offer your holiday home for rental, then look no further!!":"Si vous recherchez la location de vacances idéale ou si vous êtes des propriétaires souhaitant proposer votre maison de vacances à la location, ne cherchez plus !!",
    "What We":"Ce que nous",
    "Offer!":"Offrons!",
    "Plan the trip of your dreams with us!":"Planifiez le voyage de vos rêves avec nous!",
    "Book your trip with us and enjoy the best the Algarve has to offer with our spectacular selection of properties and best in class customer service.":"Réservez votre voyage avec nous et profitez du meilleur de l'Algarve avec notre sélection spectaculaire de propriétés et notre service client de premier ordre.",
    "We have dedicated classic customer care with modern technology to provide a worry free vacation.":"Nous avons dédié un service client classique avec une technologie moderne pour offrir des vacances sans souci.",
    "Read more":"Lire la suite",
    "Book Now":"Reserve maintenant",
    "See Our Properties":"Voir nos propriétés",
    "Property Management Like no other in the Algarve":"Gestion immobilière pas comme les autres en Algarve",
    "We pride ourselves on tailoring our services to meet your needs. Join hundreds of property owners and enjoy the benefits our best in the region service provide.":"Nous sommes fiers d'adapter nos services à vos besoins. Rejoignez des centaines de propriétaires et profitez des avantages offerts par nos services, les meilleurs de la région.",
    "At Home in the":"À la maison dans le",
    "Trusted since 2009":"Confiance depuis 2009",
    "We are a dynamic and friendly company that really puts you - the customer - first.":"Nous sommes une entreprise dynamique et conviviale qui met vraiment vous - le client - en premier.",
    "Amazing Location":"Emplacement incroyable",
    "Spectacular scenery, sandy beaches, good food, friendly people and great golf.":"Des paysages spectaculaires, des plages de sable, de la bonne nourriture, des gens sympathiques et un excellent golf.",
    "100 + Quality Accommodations":"100 + Hébergements de Qualité",
    "At affordable prices - in the Eastern Algarve, with Tavira being the focal point.":"À des prix abordables - dans l'est de l'Algarve, Tavira étant le point central.",
    "Featured<span style={{color:'#f5821e'}}> Properties</span>":"En vedette<span style={{color:'#f5821e'}}> Propriétés</span>",
    "News & Titbits":"Nouvelles & Titbits",
    "Health & Safety":"Santé et sécurité",
    "Full list of activities":"Liste complète des activités",
    "Filters":"Filtres",
    "Sort By":"Trier par",
    "Daily Rate":"Taux journalier",
    "Bedrooms Decreasing":"Chambres à coucher décroissantes",
    "Bedrooms Increasing":"Chambres à coucher en augmentation",
    "Hide":"Cacher",
    "Show":"Spectacle",
    "Expand":"Développer",
    "City":"Ville",
    "Lodging Type":"Type d'hébergement",
    "Bathrooms":"Salles de bain",
    "Amenities":"Agréments",
    "Gallery":"Galerie",
    "Calendar":"Calendrier",
    "Sleeps":"Dort",
    "About":"À propos",
    "Space":"Espacer",
    "Neighborhood":"Quartier",
    "Notes":"Remarques",
    "Location":"Emplacement",
    "Night":"Nuit",
    "Please select the first day.":"Veuillez sélectionner le premier jour.",
    "Key Features":"Principales caractéristiques",
    "License:":"Licence:",
    "Type":"Taper",
    "Size":"Taille",
    "Smartavillas' Opinion":"Avis de Smartavillas",
    "Activities Nearby":"Activités à proximité",
    "Activities":"Activités",
    "Nearby":"À proximité",
    "Family Activity":"Activité familiale",
    "Excursion":"Excursion",
    "Horse Riding":"Équitation",
    "Golf":"Golf",
    "Brief History":"Bref historique",
    "Booking Terms & Conditions":"Conditions générales de réservation",
    "Privacy Policy":"Politique de confidentialité",
    "Admin":"Admin",
    "Properties":"Propriétés",
    "Contact":"Contact",
    "Average Rating":"Note moyenne",
    "View Property":"Voir la propriété",
    "Search Dates":"Rechercher des dates",
    "Choose New Dates":"Choisissez de nouvelles dates",
    "OUR FAMILY IS HERE TO HELP YOU":"NOTRE FAMILLE EST LÀ POUR VOUS AIDER",
    "Our office is based just outside of Tavira in the popular residential zone of Mato Santo Espirito, and from this central location, we manage rental properties across the Eastern Algarve from Fuseta near Faro right through to Castro Marim near the Spanish border. Your holiday is well deserved and our trained and dedicated team is here to ensure that everything runs smoothly from booking to check-out!":"Notre bureau est basé juste à l'extérieur de Tavira dans la zone résidentielle populaire de Mato Santo Espirito, et à partir de cet emplacement central, nous gérons des propriétés locatives dans l'est de l'Algarve, de Fuseta près de Faro jusqu'à Castro Marim près de la frontière espagnole. Vos vacances sont bien méritées et notre équipe formée et dévouée est là pour s'assurer que tout se passe bien de la réservation au départ !",
    "A GREAT CHOICE OF HOLIDAY HOMES":"UN GRAND CHOIX DE MAISONS DE VACANCES",
    "You want everything to run smoothly, you want to be well informed about the transaction, and above all, you want your rental accommodation to be everything that you had hoped for, and more. We have a fantastic catalogue of holiday homes suiting all tastes from cozy one bedroom apartments to dazzling villas":"Vous voulez que tout se passe bien, vous voulez être bien informé de la transaction, et surtout, vous voulez que votre logement locatif soit tout ce que vous espériez, et plus encore. Nous avons un catalogue fantastique de maisons de vacances pour tous les goûts, des appartements confortables d'une chambre aux villas éblouissantes.",
    "YOUR HOLIDAY AND MUCH MORE...":"VOS VACANCES ET BIEN PLUS ENCORE...",
    "At Smartavillas, we don’t want to deliver just your holiday accommodation, we like to go 1 step further and provide an experience. We can arrange car hire, airport transfers, day trips, as well as our brilliant range of shopping packs to choose from which will be ready and waiting for your arrival! We welcome any special requests to help you to make special holiday memories…":"Chez Smartavillas, nous ne voulons pas seulement livrer votre logement de vacances, nous aimons aller plus loin et offrir une expérience. Nous pouvons organiser la location de voiture, les transferts aéroport, les excursions d'une journée, ainsi que notre superbe gamme de packs shopping parmi lesquels choisir qui sera prêt et attendra votre arrivée ! Nous accueillons toutes les demandes spéciales pour vous aider à créer des souvenirs de vacances spéciaux…",
    "Here´s what our guests have to say":"Voici ce que nos invités ont à dire",
    "I have used smartavillas.com for many years and have found them very helpful reliable and honest. Normally we rent 2 bedroom apartments and have always been happy with the apartment allocated. Anytime I have contacted them about minor issues the have always been dealt with promptly. I would recommend the apartments on offer from this company.":"J'utilise smartavillas.com depuis de nombreuses années et je les ai trouvés très utiles, fiables et honnêtes. Normalement, nous louons des appartements de 2 chambres et avons toujours été satisfaits de l'appartement attribué. Chaque fois que je les ai contactés pour des problèmes mineurs, ils ont toujours été traités rapidement. Je recommanderais les appartements proposés par cette société.",
    "This New Year was our eighth holiday Villa with Smartavillas. Rachel and her team are so helpful and accommodating, they make everything so easy! From booking, airport pick-up plus return, great welcome pack and best of all lovely clean Villas to relax in. Smartavillas are the BEST!!!":"Cette nouvelle année était notre huitième villa de vacances avec Smartavillas. Rachel et son équipe sont si serviables et arrangeants, ils rendent tout si facile ! Dès la réservation, la prise en charge à l'aéroport et le retour, un excellent pack de bienvenue et le meilleur de toutes les belles villas propres pour se détendre. Les Smartavillas sont les MEILLEURS !!!",
    "TWe have booked accommodation in Portugal six times through Smarta Villas. The villas and apartments have been just right for us and Smartavillas have a great approach to their clients. They are welcoming and efficient and nothing is too much trouble. And they know the properties and the Tavira area inside out which is brilliant. We will be back!":"Nous avons réservé un hébergement au Portugal six fois via Smarta Villas. Les villas et les appartements nous conviennent parfaitement et Smartavillas a une excellente approche envers ses clients. Ils sont accueillants et efficaces et rien n'est de trop. Et ils connaissent parfaitement les propriétés et la région de Tavira, ce qui est génial. Nous serons de retour!",
    "WE CREATE THE PERFECT HOLIDAY RENTAL":"NOUS CRÉONS LA LOCATION DE VACANCES PARFAITE",
    "We manage advertising and enquiries on behalf of property owners through internet advertising. We aim to deliver this with one goal in mind - that your guests have a fantastic holiday and wish to return! We are happy to consider any business terms to suit you ranging from a weekly cleaning service to the full property management package. No job is too small or large. We would be happy to meet you and view your property to discuss how we can help you to optimize rental potential and keep your property in tip-top condition":"Nous gérons la publicité et les demandes de renseignements au nom des propriétaires via la publicité sur Internet. Nous visons à offrir cela avec un seul objectif en tête - que vos invités passent des vacances fantastiques et souhaitent revenir ! Nous sommes heureux de considérer toutes les conditions commerciales qui vous conviennent, allant d'un service de nettoyage hebdomadaire au forfait complet de gestion de la propriété. Aucun travail n'est trop petit ou grand. Nous serions heureux de vous rencontrer et de visiter votre propriété pour discuter de la façon dont nous pouvons vous aider à optimiser le potentiel de location et à maintenir votre propriété en parfait état.",
    "WHAT MAKES US DIFFERENT":"QU'EST-CE QUI NOUS DIFFERENCIE",
    "We provide the right service solutions and customer care standards to promote and take care of your property and guests.":"Nous fournissons les bonnes solutions de service et les normes de service à la clientèle pour promouvoir et prendre soin de votre propriété et de vos invités.",
    "From rental advertising to key holding, we will always provide first-class service, attention to detail and a friendly attitude.":"De la publicité de location à la détention de clés, nous fournirons toujours un service de première classe, une attention aux détails et une attitude amicale.",
    "Our long-established business and in-depth local knowledge make us the ‘to go to’ property management business on the Eastern Algarve.":"Notre entreprise établie de longue date et nos connaissances locales approfondies font de nous l'entreprise de gestion immobilière « à visiter » dans l'est de l'Algarve.",
    "Our team of dedicated and professional maintenance, house-keeping and office staff pride themselves in providing great service for property owners and rental clients alike.":"Notre équipe dévouée et professionnelle de personnel d'entretien, d'entretien ménager et de bureau est fière de fournir un excellent service aux propriétaires et aux clients locatifs.",
    "We are the experts on the Eastern Algarve!":"Nous sommes les experts de l'Algarve de l'Est !",
    "HOW IT WORKS":"COMMENT ÇA FONCTIONNE",
    "Talk to us":"Parle-nous",
    "Visit our office to discuss your requirements. We offer various marketing, property care, and general service packages to suit your needs.":"Visitez notre bureau pour discuter de vos besoins. Nous offrons divers forfaits de marketing, d'entretien de la propriété et de services généraux pour répondre à vos besoins.",
    "Let's Visit Together":"Visitons ensemble",
    "A visit to the property is a must to satisfy our standard requirements and to guide you through any questions.":"Une visite de la propriété est un must pour satisfaire nos exigences standard et pour vous guider dans toutes vos questions.",
    "Agree & Sign the paperwork!":"Acceptez et signez les documents !",
    "Once you have decided on the right package, simply complete a few forms, sign off the agreement and away we go!":"Une fois que vous avez choisi le bon forfait, remplissez simplement quelques formulaires, signez l'accord et c'est parti !",
    "Founded in 2009, Smartavillas.com is a property services and rental management company based in Tavira on the Eastern Algarve. With a portfolio approaching 150 properties, Smartavillas provides a wide range of professional management services and solutions tailored to meet the needs of our property owners and rental clients. A wealth of experience and knowledge within our team has enabled us to grow rapidly, establish a strong presence on the Eastern Algarve and develop enduring partnerships with property owners, local suppliers and professional service providers. We are also proud to announce the launch of our new sister company Smartamoves, our property sales division helping you to achieve your dream of owning property abroad.":"Fondée en 2009, Smartavillas.com est une société de services immobiliers et de gestion locative basée à Tavira dans l'est de l'Algarve. Avec un portefeuille de près de 150 propriétés, Smartavillas propose une large gamme de services de gestion professionnels et de solutions adaptées pour répondre aux besoins de nos propriétaires et clients locataires. Une richesse d'expérience et de connaissances au sein de notre équipe nous a permis de croître rapidement, d'établir une forte présence dans l'est de l'Algarve et de développer des partenariats durables avec des propriétaires immobiliers, des fournisseurs locaux et des prestataires de services professionnels. Nous sommes également fiers d'annoncer le lancement de notre nouvelle société sœur Smartamoves, notre division de vente immobilière vous aidant à réaliser votre rêve de posséder une propriété à l'étranger.",
    "At Smartavillas we have a dedicated team of professionals helping you to manage your property or find the perfect holiday rental.":"BLANK",
    "Property Liaison, Marketing, Legal Compliance":"BLANK",
    "Proud founder and owner of Smartavillas, responsible for the overall strategy, operations, new properties, and key accounts. Ever dynamic and ambitious, Rachel possesses a highly enviable career history with extensive senior retail management experience in the UK.":"BLANK",
    "Responsible for reservations and guest contact. One of our longest serving team members, Denise brings experience and dynamism to the team coupled with a great sense of humor too!":"Responsable des réservations et du contact client. L'une de nos plus anciennes membres de l'équipe, Denise apporte de l'expérience et du dynamisme à l'équipe ainsi qu'un grand sens de l'humour !",
    "Office Team: Company Accounts":"Équipe de bureau : Comptes d'entreprise",
    "Responsible for our Accounts division, Ana has a lot of numbers to crunch! Our newest office member, Ana has a varied and extensive background within the commercial sector.":"Responsable de notre division Comptabilité, Ana a beaucoup de chiffres à croquer ! Notre plus récente membre du bureau, Ana a une expérience variée et étendue dans le secteur commercial.",
    "Office Team: Reservations Team":"Équipe de bureau : Équipe de réservation",
    "Responsible for reservations, SEF reporting and anything Portuguese. A valued member of our team, Ana has considerable experience with the local rental management market and lives for tourism!":"Responsable des réservations, des rapports SEF et de tout ce qui est portugais. Membre appréciée de notre équipe, Ana a une expérience considérable du marché local de la gestion locative et vit pour le tourisme !",
    "Responsible for our Cabanas apartments, Jo heads up the Housekeeping team to ensure that everything is spic and span for guests’ arrivals! Along with her cheerful disposition, Jo has brings a wealth of previous experience in the customer service and hospitality industry.":"Responsable de nos appartements Cabanas, Jo dirige l'équipe d'entretien ménager pour s'assurer que tout est impeccable pour les arrivées des clients ! En plus de sa bonne humeur, Jo possède une riche expérience dans le secteur du service client et de l'hôtellerie.",
    "PA to Director (Part-time)":"PA au directeur (à temps partiel)",
    "Personal Assistant to Rachel and responsible for owner liaison. With an extensive background in property sales and lettings, Sophie brings vibrancy and a wealth of experience to the team.":"Assistante personnelle de Rachel et responsable de la liaison avec les propriétaires. Avec une vaste expérience dans la vente et la location de propriétés, Sophie apporte dynamisme et une riche expérience à l'équipe.",
    "Responsible for Tavira and surrounding areas, Monica manages a team of 6 Smarta-colleagues with around 50 properties under her wing. With previous experience in retail and housekeeping, Monica knows the ropes!":"Responsable de Tavira et de ses environs, Monica gère une équipe de 6 collègues Smarta avec une cinquantaine de propriétés sous son aile. Avec une expérience antérieure dans la vente au détail et l'entretien ménager, Monica connaît les ficelles du métier !",
    "Operations Team: Housekeeping":"Équipe des opérations : entretien ménager",
    "Responsible for 20 of our largest properties in Caçela, Manta Rota, Altura and Castro Marim, Ofelia brings passion and strength to the Housekeeping team with a strong, ´can do´ attitude. No job is too large for Ofelia!":"Responsable de 20 de nos plus grandes propriétés à Caçela, Manta Rota, Altura et Castro Marim, Ofelia apporte passion et force à l'équipe d'entretien ménager avec une attitude forte et « pouvant faire ». Aucun travail n'est trop grand pour Ofelia !",
    "Operations Team: Maintenance":"Équipe d'exploitation : Maintenance",
    "Head of our maintenance team, there is nothing Jorge and his experienced colleagues can’t fix or repair to ensure our properties are kept in tip-top condition. From simple repairs to buildings works and health and safety matters, Jorge and his team have it covered!":"Chef de notre équipe de maintenance, il n'y a rien que Jorge et ses collègues expérimentés ne puissent réparer ou réparer pour garantir que nos propriétés sont maintenues en parfait état. Des simples réparations aux travaux de construction et aux questions de santé et de sécurité, Jorge et son équipe s'occupent de tout!",
    "Real Estate Team: Administrator & Marketing":"Equipe Immobilier : Administrateur & Marketing",
    "As our real estate Marketeer and Administrator, Lydia's degree is languages is key! Along with her excellent organisational skills from her past teaching roles Lydia is a strong anchor to the real estate team.":"En tant que spécialiste du marketing et administrateur de l'immobilier, le diplôme de Lydia en langues est la clé ! En plus de ses excellentes compétences organisationnelles grâce à ses rôles d'enseignants passés, Lydia est un point d'ancrage solide pour l'équipe immobilière.",
    "Real Estate Team: Commercial Manager, Sales & Viewings":"Équipe immobilière : directeur commercial, ventes et visites",
    "Monica has a long and proven track record in retail and customer service. Her local knowledge and wealth of contacts makes her a key member of the real estate team. Never a dull moment when Monica is around, always happy to help any customers and clients.":"Monica a une longue expérience éprouvée dans le commerce de détail et le service à la clientèle. Ses connaissances locales et la richesse de ses contacts font d'elle un membre clé de l'équipe immobilière. Jamais un moment ennuyeux quand Monica est là, toujours heureuse d'aider les clients et les clients.",
    "Airport transfers to and from Faro Airport":"Transferts aéroport vers et depuis l'aéroport de Faro",
    "Smartavillas offers a prompt and reliable service with pick up from the airport right to the doorstep of your accommodation.":"Smartavillas offre un service rapide et fiable avec prise en charge de l'aéroport jusqu'au pas de la porte de votre hébergement.",
    "The transfer prices below are inclusive of all road toll charges, guests and luggage. Baby and child seats are also available.":"Les prix de transfert ci-dessous incluent tous les frais de péage, les invités et les bagages. Des sièges bébé et enfant sont également disponibles.",
    "Destination":"Destination",
    "1 – 4 persons":"1 – 4 personnes",
    "(with luggage)":"(avec bagages)",
    "5 – 8 persons":"5 – 8 personnes",
    "A quick recap of time":"Un rapide récapitulatif du temps",
    "Human presence on the Algarve dates to Neolithic times, with the region being witness to various visitors ever since including Phoenicians, Carthaginians and Romans, Visigoths and the Moors who ruled for over 500 years from 711. During this time, the region was known as ‘Al Gharb’. It was not until the 13th Century that the Moors relinquished control to the Kingdom of Portugal and from 1471, King Afonso III, reigned as ‘King of Portugal and the Algarve’. This separateness from the rest of Portugal remained for many centuries with the region being a semi-autonomous area.":"La présence humaine sur l'Algarve remonte à l'époque néolithique, la région étant témoin de divers visiteurs depuis, notamment des Phéniciens, des Carthaginois et des Romains, des Wisigoths et des Maures qui ont régné pendant plus de 500 ans à partir de 711. Pendant ce temps, la région était connue sous le nom de ' Al Gharb'. Ce n'est qu'au XIIIe siècle que les Maures ont cédé le contrôle au royaume du Portugal et à partir de 1471, le roi Afonso III régna en tant que «roi du Portugal et de l'Algarve». Cette séparation du reste du Portugal est restée pendant de nombreux siècles, la région étant une zone semi-autonome.",
    "In the 15th Century, Prince Henry the Navigator based himself near Lagos, directing various maritime expeditions which established Portugal as a major power during the era of the ‘Voyages of Discovery’. Lagos became the region’s capital and it was not until 1756, the year after the great Lisbon earthquake, that Lagos lost its seat of power. The earthquake and the accompanying tsunami damaged and destroyed much of the coastal region except for Faro which was protected by the sandy banks and islands of the Ria Formosa lagoon, now a natural park. During the Napoleonic wars, Spanish troops occupied the Algarve in 1807 but were driven out the following year and after the establishment of the first Republic in 1910, the Kingdom of Portugal and the Algarve ceased to exist, with the Algarve being fully incorporated into the Portuguese Republic. From the 1960s, the region became a popular destination for holidaymakers attracted by an excellent year-round climate (over 3000 hours of sunshine annually with virtually no rain during summer months), relatively low prices and of course what are now regarded as some of the finest beaches in Europe. To this day, the region remains one of the most popular summer destinations for both the Portuguese and European markets and now also attracts a growing number of foreigners who have settled permanently.":"Au XVe siècle, le prince Henri le Navigateur s'est basé près de Lagos, dirigeant diverses expéditions maritimes qui ont fait du Portugal une puissance majeure à l'époque des « Voyages de la découverte ». Lagos est devenue la capitale de la région et ce n'est qu'en 1756, un an après le grand tremblement de terre de Lisbonne, que Lagos a perdu son siège du pouvoir. Le tremblement de terre et le tsunami qui l'accompagnait ont endommagé et détruit une grande partie de la région côtière, à l'exception de Faro qui était protégée par les bancs de sable et les îles de la lagune de Ria Formosa, aujourd'hui un parc naturel. Pendant les guerres napoléoniennes, les troupes espagnoles ont occupé l'Algarve en 1807 mais ont été chassées l'année suivante et après l'établissement de la première République en 1910, le Royaume du Portugal et l'Algarve ont cessé d'exister, l'Algarve étant pleinement intégrée au Portugal. République. A partir des années 1960, la région est devenue une destination prisée des vacanciers attirés par un excellent climat toute l'année (plus de 3000 heures de soleil par an avec pratiquement aucune pluie pendant les mois d'été), des prix relativement bas et bien sûr ce qui est maintenant considéré comme une partie des plus belles plages d'Europe. À ce jour, la région reste l'une des destinations estivales les plus populaires pour les marchés portugais et européens et attire désormais également un nombre croissant d'étrangers qui se sont installés de manière permanente.",
    "The coast with its various towns and cities is where much of the 450,000 inhabitants live and work, either in traditional industries such as fishing and agriculture, or service industries - the main sector being tourism. The cosmopolitan towns of Faro, Lagos, and Portimão act as administration and shopping hubs and provide a distinct contrast to the slower rhythm of life in the hills. The resorts of Vale do Lobo, Quinta do Lago, Albufeira, Vilamoura and others have become established holiday destinations known on a national and international level. The sleepier towns of Tavira, Silves, and São Bras de Alportel provide a reminder of the past with their cobbled streets, historical architecture and relaxed atmosphere. To the east, the coast is flat and bordered in part by the large expanse of sandbanks, lagoons, and islands which form the beautiful Ria Formosa natural park, home to a myriad of waterfowl and marine life. To the west, the coast is more dramatic with cliffs, caves and little bays providing scenic backdrops and picturesque beaches and ending with the towering cliffs of Cape St. Vincent, a windswept land once thought to be the end of the World. Heading north along the ‘Costa Vicentina’, the Atlantic breakers create dramatic seascapes bringing Europe’s finest surfers to ply their skills over the waves. The Algarve has much to offer the visitor from sun-drenched beaches, excellent cuisine, friendly people, a slower pace of life and stunning landscapes. We hope that you enjoy your experience and wish to return again and again to sample the many delights of the Algarve.":"La côte avec ses différentes villes et villes est l'endroit où une grande partie des 450 000 habitants vivent et travaillent, soit dans des industries traditionnelles telles que la pêche et l'agriculture, soit dans des industries de services - le secteur principal étant le tourisme. Les villes cosmopolites de Faro, Lagos et Portimão agissent comme des centres administratifs et commerciaux et offrent un contraste distinct avec le rythme de vie plus lent des collines. Les stations balnéaires de Vale do Lobo, Quinta do Lago, Albufeira, Vilamoura et d'autres sont devenues des destinations de vacances reconnues au niveau national et international. Les villes les plus endormies de Tavira, Silves et São Bras de Alportel rappellent le passé avec leurs rues pavées, leur architecture historique et leur atmosphère détendue. À l'est, la côte est plate et bordée en partie par la vaste étendue de bancs de sable, de lagunes et d'îles qui forment le magnifique parc naturel de Ria Formosa, abritant une myriade d'oiseaux aquatiques et de vie marine. À l'ouest, la côte est plus spectaculaire avec des falaises, des grottes et de petites baies offrant des toiles de fond pittoresques et des plages pittoresques et se terminant par les imposantes falaises du cap Saint-Vincent, une terre balayée par les vents autrefois considérée comme la fin du monde. En direction du nord le long de la « Costa Vicentina », les brisants de l'Atlantique créent des paysages marins spectaculaires amenant les meilleurs surfeurs d'Europe à exercer leurs compétences sur les vagues. L'Algarve a beaucoup à offrir au visiteur : des plages ensoleillées, une excellente cuisine, des gens sympathiques, un rythme de vie plus lent et des paysages époustouflants. Nous espérons que vous apprécierez votre expérience et souhaitons revenir encore et encore pour goûter aux nombreux délices de l'Algarve.",
    "Interesting Facts":"Faits intéressants",
    "Tavira lies at the centre of the Eastern Algarve coast and is a most picturesque town. Once known as the capital of the Algarve, it stands proud amongst Portuguese history books and you will not fail to be enthralled by its unspoiled charm, character, and tranquility. As you wander along the cobbled streets, you'll see an abundance of history. A Roman bridge links the 2 parts of the town across the River Gilao, its sides decorated with traditional old bars and restaurants where visitors can get busy doing nothing simply watching the world go by and the fish that jump in the river! For those who enjoy sightseeing, there are so many churches (37 in total!) to view, along with the town castle, several monuments and above all, a visit to the ‘Camara Obscura’ is not only highly recommended but absolutely fascinating and uses an optical instrument to offer a 360° panoramic-view of the town which is the perfect way to capture the essence of Tavira Otherwise, you can take a tour of the whole town in a miniature 'train' or a beautiful horse-drawn carriage. Diners have a huge choice of restaurants, many specializing in seafood and those who enjoy cooking at home should head for the fantastic municipal market where a wealth of fresh food is on offer each morning: fish, seafood, meat, deli, fruit, and vegetables - much of it caught, reared, killed, made, grown and picked locally. During the high season, there are open-air festivals and evening events with dancing, music and other local shows which everyone is welcome to enjoy. Tavira is a lovely family orientated town, with a charming ambiance and a wonderful, ‘laid back’ atmosphere, and certainly has something for everyone.":"Tavira se trouve au centre de la côte orientale de l'Algarve et est une ville des plus pittoresques. Autrefois connue comme la capitale de l'Algarve, elle se dresse fièrement parmi les livres d'histoire portugaise et vous ne manquerez pas d'être captivé par son charme, son caractère et sa tranquillité intacts. En vous promenant dans les rues pavées, vous découvrirez une abondance d'histoire. Un pont romain relie les 2 parties de la ville de l'autre côté de la rivière Gilao, ses côtés décorés de vieux bars et restaurants traditionnels où les visiteurs peuvent s'occuper à ne rien faire simplement en regardant le monde passer et les poissons qui sautent dans la rivière ! Pour ceux qui aiment faire du tourisme, il y a tellement d'églises (37 au total !) un instrument optique pour offrir une vue panoramique à 360° de la ville qui est le moyen idéal pour capturer l'essence de Tavira Sinon, vous pouvez faire un tour de toute la ville dans un 'train' miniature ou une belle calèche. Les convives ont un vaste choix de restaurants, dont beaucoup sont spécialisés dans les fruits de mer et ceux qui aiment cuisiner à la maison devraient se diriger vers le fantastique marché municipal où une multitude de produits frais sont proposés chaque matin : poisson, fruits de mer, viande, charcuterie, fruits et légumes - une grande partie est capturée, élevée, tuée, fabriquée, cultivée et cueillie localement. Pendant la haute saison, il y a des festivals en plein air et des soirées avec danse, musique et autres spectacles locaux que tout le monde est invité à apprécier. Tavira est une charmante ville familiale, avec une ambiance charmante et une atmosphère merveilleuse et décontractée, et a certainement quelque chose pour tout le monde.",
    "Tavira Island (Ilha de Tavira) A great beach for a full day out. The island has a good selection of restaurants and beach bars all centered around its campsite, but if you are looking for a more peaceful spot, the sands are long and expansive, so a short walk will take you away from the hustle and bustle to more peaceful plains. The sands are separated from the mainland by the River Formosa, so it’s necessary to take a short boat ride across. In high season, you can catch the big ferry from the center of Tavira which leaves from the fishing harbor between the old market and the big road bridge and takes around 15 minutes. At any time of year, you can catch the little ferry from the quay at Quatro Águas which is about two kilometers from the main town (you could take the tourist train to QuatroAguas) and is then a short 5-minute ride across the lagoon to the beach. An excellent range of facilities are on offer, including beach bars, fish restaurants, Tavira Island, together with its excellent choice of amenities, rolling Atlantic Ocean and white sandy beaches provides a wonderful tropical holiday atmosphere you could liken to the Caribbean! Barril Beach is one of the most popular with children because of the miniature train journey to reach it. The train ends at the old tuna station which has now been converted into cafés, restaurants, toilets and other facilities for tourists. You will see other bits of the station building near one of the old wooden boats in a 'graveyard' of huge iron anchors protruding from the dunes once used to secure the massive tuna net to the sea bed. The beach is very busy at the main entrance but is wide and expansive so within a few minutes walk the crowds are less dense. Towards the left, you will come to the only official nudist beach in the Eastern Algarve.":"Île de Tavira (Ilha de Tavira) Une superbe plage pour une journée complète. L'île a une bonne sélection de restaurants et de bars de plage tous centrés autour de son camping, mais si vous recherchez un endroit plus paisible, les sables sont longs et vastes, donc une courte promenade vous éloignera de l'agitation vers plus plaines paisibles. Les sables sont séparés du continent par la rivière Formosa, il est donc nécessaire de faire une courte promenade en bateau. En haute saison, vous pouvez prendre le grand ferry du centre de Tavira qui part du port de pêche entre le vieux marché et le grand pont routier et dure environ 15 minutes. À tout moment de l'année, vous pouvez prendre le petit ferry depuis le quai de Quatro Águas qui se trouve à environ deux kilomètres de la ville principale (vous pouvez prendre le train touristique jusqu'à QuatroAguas) et se trouve ensuite à 5 minutes de trajet à travers la lagune pour la plage. Une excellente gamme d'installations est proposée, notamment des bars de plage, des restaurants de poisson, l'île de Tavira, ainsi que son excellent choix d'équipements, l'océan Atlantique et ses plages de sable blanc offrent une merveilleuse atmosphère de vacances tropicales que vous pourriez comparer aux Caraïbes ! La plage de Barril est l'une des plus populaires auprès des enfants en raison du trajet en train miniature pour l'atteindre. Le train se termine à l'ancienne gare du thon qui a maintenant été transformée en cafés, restaurants, toilettes et autres installations pour les touristes. Vous verrez d'autres morceaux du bâtiment de la gare près de l'un des vieux bateaux en bois dans un «cimetière» d'énormes ancres en fer dépassant des dunes autrefois utilisées pour fixer l'énorme filet à thon au fond de la mer. La plage est très fréquentée à l'entrée principale mais est large et vaste, donc en quelques minutes à pied, la foule est moins dense. Vers la gauche, vous arriverez à la seule plage nudiste officielle de l'est de l'Algarve.",
    "Altura":"Altura",
    "Altura is a wonderful village which has retained most of its original Portuguese charm and character. During the day, there is a laid back, relaxed atmosphere where visitors can enjoy a coffee or a beer at one of the many small bars, or take a stroll and do some leisurely shopping. The village has a daily market selling fresh produce, patisseries, a mini-market, gift shops, and a bank, and there is also a large supermarket just towards the main road. In the evening, visitors can choose from a wide selection of restaurants to suit all tastes ranging from the cheap and cheerful Tascas to High-Quality cuisine. Overall, Altura is a lovely village, perfect for families and couples seeking to experience and enjoy a simple Portuguese beach holiday.":"Altura est un magnifique village qui a conservé la plupart de son charme et de son caractère portugais d'origine. Pendant la journée, il règne une atmosphère décontractée et détendue où les visiteurs peuvent prendre un café ou une bière dans l'un des nombreux petits bars, ou se promener et faire du shopping tranquillement. Le village a un marché quotidien vendant des produits frais, des pâtisseries, une supérette, des boutiques de souvenirs et une banque, et il y a aussi un grand supermarché juste en direction de la route principale. Le soir, les visiteurs peuvent choisir parmi une large sélection de restaurants pour tous les goûts, allant des Tascas bon marché et gaies à la cuisine de haute qualité. Dans l'ensemble, Altura est un charmant village, parfait pour les familles et les couples qui souhaitent vivre et profiter de simples vacances à la plage portugaises.",
    "Beaches":"Plages",
    "The beach of Altura (Alagoa) is the sun worshipper’s paradise with white expansive sands and good water for swimming. Located at the bottom end of the village, the beach can be reached in easily on foot or by car. The car park can get quite busy in high season though. The beach offers amenities including sunbeds, shade, and some water sports in high season. There are also a couple of excellent fish restaurants to try. For those who enjoy walking, the coastline is long and easy to navigate with the neighboring resorts of Praia Verde and Monte Gordo all within around 30 minutes walk. Cabeco Beach is directly next door - The entrance is a bit hidden away and consequently, access isn't as busy. There is another great restaurant here where you can dine right on the edge of the ocean Praia Verde - The entrance to Praia Verde beach is from above - you will need a car and be prepared to walk down the steps to reach the sands. Its name (translated as the 'Green Beach') is derived from the fact that it is unusually bordered by a lovely crest of pine trees, which makes the setting private. Gorgeous sands and a couple of lovely restaurants to try here. For the sun worshippers, there are sunbeds for hire and for those who enjoy walking, the beach is long and flat and its around 30 minutes on foot to Monte Gordo and Altura.":"La plage d'Altura (Alagoa) est le paradis des adorateurs du soleil avec un sable blanc et une bonne eau pour la baignade. Située en bas du village, la plage est facilement accessible à pied ou en voiture. Le parking peut cependant être assez fréquenté en haute saison. La plage propose des équipements tels que des chaises longues, de l'ombre et des sports nautiques en haute saison. Il y a aussi quelques excellents restaurants de poisson à essayer. Pour ceux qui aiment marcher, le littoral est long et facile à parcourir avec les stations balnéaires voisines de Praia Verde et Monte Gordo, toutes situées à environ 30 minutes à pied. Cabeco Beach est juste à côté - L'entrée est un peu cachée et par conséquent, l'accès n'est pas aussi fréquenté. Il y a un autre excellent restaurant ici où vous pouvez dîner juste au bord de l'océan Praia Verde - L'entrée de la plage de Praia Verde est d'en haut - vous aurez besoin d'une voiture et préparez-vous à descendre les marches pour atteindre le sable. Son nom (traduit par la « plage verte ») est dérivé du fait qu'elle est exceptionnellement bordée par une belle crête de pins, ce qui rend le cadre privé. Des sables magnifiques et quelques restaurants charmants à essayer ici. Pour les adorateurs du soleil, il y a des transats à louer et pour ceux qui aiment marcher, la plage est longue et plate et à environ 30 minutes à pied de Monte Gordo et Altura.",
    "Castro Marim":"Castro Marim",
    "Castro Marim is an unspoiled location with a typical Eastern Algarve charm. The narrow streets are filled with character and have a choice of restaurants, bars, and cafes. The key feature of this town is the Castle which is open to the public and is at least worth a visit to sample the fabulous views which stretch right across Spain and the Guadiana River. If you happen to be visiting at the end of August, for 4 days each year, Castro Marim takes a leap back into the past for its Medieval Days festival. Enter the castle and you enter another, older world. A truly fantastic and different experience.":"Castro Marim est un endroit préservé avec un charme typique de l'est de l'Algarve. Les rues étroites sont pleines de caractère et offrent un choix de restaurants, bars et cafés. La caractéristique principale de cette ville est le château qui est ouvert au public et vaut au moins une visite pour goûter aux vues fabuleuses qui s'étendent à travers l'Espagne et le fleuve Guadiana. Si vous êtes de passage fin août, 4 jours par an, Castro Marim fait un saut dans le passé pour son festival Medieval Days. Entrez dans le château et vous entrez dans un autre monde plus ancien. Une expérience vraiment fantastique et différente.",
    "Manta Rota is a small village which is very popular with the Portuguese in high season and longer-term renters in the winter months. Part of its attraction is the huge long beach that can be reached on foot, and its charming selection of Portuguese restaurants and café bars. In the summer months, there are activities at the beach as well as market stalls and open-air entertainments in the evening, but out of season, Manta Rota is a sleepy hollow! There is a good choice of restaurants, all of which can be recommended, and which vary in style of cuisine and price. The village is compact and has within easy reach a supermarket, butchers, bakers, and newsagent. Overall, it’s fair to say that there is not much else in Manta Rota – which probably the reason why people who holiday there love it – ‘simplicity is divinity’! – Manta Rota is the ideal place to experience a typical Portuguese holiday, with only the beach for company during the day. Vila Nova Cacela is around 1km from Manta Rota and has more shops and restaurants to offer.":"Manta Rota est un petit village très apprécié des Portugais en haute saison et des locataires à long terme en hiver. Une partie de son attrait est l'immense longue plage accessible à pied et sa charmante sélection de restaurants portugais et de cafés-bars. Pendant les mois d'été, il y a des activités à la plage ainsi que des étals de marché et des animations en plein air le soir, mais hors saison, Manta Rota est un creux endormi ! Il y a un bon choix de restaurants, qui peuvent tous être recommandés, et qui varient en style de cuisine et en prix. Le village est compact et dispose à proximité d'un supermarché, d'une boucherie, d'une boulangerie et d'un marchand de journaux. Dans l'ensemble, il est juste de dire qu'il n'y a pas grand-chose d'autre à Manta Rota - ce qui est probablement la raison pour laquelle les gens qui y passent leurs vacances l'adorent - « la simplicité est la divinité » ! – Manta Rota est l'endroit idéal pour vivre des vacances typiquement portugaises, avec seulement la plage pour compagnie pendant la journée. Vila Nova Cacela est à environ 1 km de Manta Rota et a plus de magasins et de restaurants à offrir.",
    "The beach of Manta Rota is the sun worshipper’s paradise with white expansive sands and good water for swimming. Located at the bottom end of the village, the beach can be reached in easily on foot or by car. There is no need to take a boat ride as it is here that the lagoon of the Ria Formosa finally comes to an end! The car park can get quite busy in high season though. The beach offers amenities including sunbeds, shade, and some water sports in high season. There are also a couple of excellent fish restaurants to try. For those who enjoy walking, the coastline is long and easy to navigate with the neighboring resorts of Praia Verde and Monte Gordo all within around 30 minutes walk.":"La plage de Manta Rota est le paradis des adorateurs du soleil avec un sable blanc et une bonne eau pour la baignade. Située en bas du village, la plage est facilement accessible à pied ou en voiture. Inutile de faire une promenade en bateau car c'est ici que se termine enfin le lagon de la Ria Formosa ! Le parking peut cependant être assez fréquenté en haute saison. La plage propose des équipements tels que des chaises longues, de l'ombre et des sports nautiques en haute saison. Il y a aussi quelques excellents restaurants de poisson à essayer. Pour ceux qui aiment marcher, le littoral est long et facile à parcourir avec les stations balnéaires voisines de Praia Verde et Monte Gordo, toutes situées à environ 30 minutes à pied.",
    "january":"er",
    "february":"février",
    "march":"Mars",
    "april":"avril",
    "may":"peut",
    "june":"juin",
    "july":"juillet",
    "august":"août",
    "september":"septembre",
    "october":"octobre",
    "november":"novembre",
    "december":"décembre",
    "Monday":"Lundi",
    "Tuesday":"mardi",
    "Wednesday":"mercredi",
    "Thursday":"Jeudi",
    "Friday":"vendredi",
    "Saturday":"samedi",
    "Sunday":"dimanche",
    "Sun":"soleil",
    "Mon":"lun",
    "Tue":"Mar",
    "Wed":"mer",
    "Thu":"jeu",
    "Fri":"ven",
    "Sat":"Sam",
    "checkIn":"enregistrement",
    "Checkout":"Vérifier",
    "guests":"invités",
    "email":"e-mail",
    "name":"Nom",
    "phone":"téléphoner",
    "Booking-notes":"Réservation-notes",
    "Booking-stay":"Réservation-séjour",
    "thanks":"Merci",
    "previousMonth":"le mois précédent",
    "nextMonth":"le mois prochain",
    "Pool":"Piscine",
    "Wheelchair Accessible":"Accessible aux fauteuils roulants",
    "Allows Pets":"Accepte les animaux",
    "Air Conditioning":"Climatisation",
    "Barbecue":"Barbecue",
    "Elevator":"Ascenseur",
    "Garden":"Jardin",
    "Wifi":"Wifi",
    "TV":"la télé",
    "Hot Tub":"Jacuzzi",
    "CD/DVD Player":"Lecteur CD/DVD",
    "Fire Extinguisher":"Extincteur d'incendie",
    "Washer":"Machine à laver",
    "Pots & Pans":"Casseroles et poêles",
    "Indoor Fireplace":"Cheminée d'intérieur",
    "Oven":"Four",
    "Crockery Cutlery":"Vaisselle Couverts",
    "Coffee Maker":"Machine à café",
    "Heating":"Chauffage",
    "Free Parking":"Parking gratuit",
    "Kitchen":"Cuisine",
    "Hot Water":"Eau chaude",
    "Hangers":"Cintres",
    "Baby Travel Bed":"Lit de voyage pour bébé",
    "Wardrobe":"Penderie",
    "Room Darkening Shades":"Stores assombrissants",
    "Cooking Basics":"Les bases de la cuisine",
    "Baby High Chair":"Chaise haute pour bébé",
    "Gated Property":"Propriété fermée",
    "Microwave Oven":"Four micro-onde",
    "Sea View":"Vue sur la mer",
    "Fridge":"Frigo",
    "Babysitter Recommendations":"Recommandations de baby-sitter",
    "Toaster":"grille-pain",
    "Water Kettle":"Bouilloire",
    "Properties with":"Propriétés avec",
    "Restaurants Nearby":"Restaurants à proximité",
    "here":"ici",
    "Reservations & Customer Support":"Réservations et support client",
    "We'll get back to you as soon as possible":"Nous vous répondrons dans les plus brefs délais",
    "Get in touch with our team here":"Contactez notre équipe ici",
    "Your name":"Votre nom",
    "Message":"Message",
    "Send":"Envoyer",
    "Algarve Holiday Rentals":"Locations de vacances à Algarve",
    "Address":"Adresse",
    "All Rights Reserved":"Tous les droits sont réservés",
    "Fetch Error":"Erreur de récupération",
    "Favourites":"Favoris",
    "add favs":"ajouter des favoris",
    "remove favs":"supprimer les favoris",
    "Highest Rating":"Note la plus élevée",
    "Lowest Rating":"Note la plus basse",
    "allowsChildren":"autorise les enfants",
    "hasTV":"la télé",
    "hasSmartTv":"Smart TV",
    "hasCableTV":"Télévision par câble",
    "hasAirConditioning":"Climatisation",
    "hasAirFilter":"Filtre à air",
    "hasHeating":"Chauffage",
    "hasKitchen":"Cuisine",
    "hasStove":"Poêle",
    "hasWasher":"Machine à laver",
    "hasDryer":"Séchoir",
    "hasIndoorFireplace":"Cheminée d'intérieur",
    "hasSmokeDetector":"Détecteur de fumée",
    "hasFireExtinguisher":"Extincteur d'incendie",
    "hasEssentials":"Essentiel",
    "hasBabyTravelBed":"Lit de voyage pour bébé",
    "hasBabyHighChair":"Chaise haute pour bébé",
    "hasCDDVDPlayer":"Lecteur CD/DVD",
    "hasBoardGames":"Jeux de société",
    "hasTowels":"Serviettes fournies",
    "hasDehumidifier":"Déshumidificateur",
    "hasCeilingFan":"Ventilateur de plafond",
    "hasHairDryer":"Sèche-cheveux",
    "hasCrockeryCutlery":"Vaisselle et couverts",
    "hasPotsPans":"Casseroles",
    "hasOven":"Four",
    "hasMicrowaveOven":"Four micro-onde",
    "hasWaterKettle":"Bouilloire",
    "hasCoffeeMaker":"Machine à café",
    "hasDishwasher":"Lave-vaisselle",
    "hasToaster":"grille-pain",
    "hasFridge":"Frigo",
    "hasAlarmSystem":"Système d'alarme",
    "hasInternetWifi":"Wifi",
    "hasIpodStation":"Station Ipod",
    "hasSteamRoom":"Chambre à vapeur",
    "hasSafeBox":"Coffre-fort",
    "hasSmartHome":"Maison intelligente",
    "hasWardrobe":"Placard / Tiroirs",
    "hasIron":"Fer",
    "hasIroningFacilities":"Matériel de repassage",
    "hasShampoo":"Shampooing",
    "hasFirstAidKit":"Trousse de premiers secours",
    "hasSafetyCard":"Carte de sécurité",
    "hasBuzzer":"Avertisseur sonore",
    "hasDog":"A un chien",
    "hasCat":"A un chat",
    "hasOtherPet":"A un autre animal de compagnie",
    "hasHangers":"Cintres",
    "hasHotWater":"Eau chaude",
    "hasCookingBasics":"Les bases de la cuisine",
    "hasSurveillance":"Surveillance",
    "hasEnhancedCleaning":"Nettoyage amélioré",
    "hasUsesDisinfectants":"Utilise des désinfectants",
    "hasLinens":"Linge de maison fourni",
    "hasHotTub":"Jacuzzi",
    "hasFreeParking":"Parking gratuit",
    "hasBarbecue":"Barbecue",
    "hasPool":"Piscine",
    "hasBalconyTerrasse":"Balcon Terrasse",
    "hasSeaView":"Vue sur la mer",
    "hasGatedProperty":"Propriété fermée",
    "hasHelipad":"Héliport",
    "hasPrivateEntrance":"Entrée privée",
    "hasGarden":"Jardin",
    "hasDeckPatio":"Terrasse/Patio",
    "hasGym":"Gym",
    "hasBasketballCourt":"Terrain de basketball",
    "hasCinemaRoom":"Salle de cinéma",
    "isWheelchairAccessible":"Accessible aux fauteuils roulants",
    "hasElevator":"Ascenseur",
    "hasMassageRoom":"Salle de massage",
    "hasLibrary":"Bibliothèque",
    "hasOffice":"Bureau",
    "hasPoolTable":"Table de billard",
    "hasPiano":"Piano",
    "hasSoccerField":"Terrain de football",
    "hasTennis":"Tennis",
    "hasToiletries":"Articles de toilette",
    "hasWineCellar":"Cave à vin",
    "hasBreakfast":"Petit déjeuner / Café / Thé",
    "hasLockOnBedroom":"Verrouillage de la chambre",
    "isFamilyFriendly":"Conviviale et familiale",
    "has24Checkin":"24 heures d'arrivée",
    "hasWaterFront":"Bord de l'eau",
    "hasDoorman":"Portier",
    "hasBeach":"plage",
    "hasBeachFront":"Front de mer",
    "hasBeachView":"Vue sur la plage",
    "hasSkiInSkiOut":"Skis aux pieds",
    "isOceanfront":"Face à l'océan",
    "isResort":"Recours",
    "isRural":"Rural",
    "isTown":"Ville",
    "hasWaterView":"Vue sur l'eau",
    "isDowntown":"Centre ville",
    "hasGolfCourseFront":"Devant le golf",
    "hasGolfCourseView":"Vue sur le golf",
    "hasLakeAccess":"Lac",
    "hasLakeFront":"Bord de lac",
    "hasLakeView":"Vue sur le lac",
    "hasMountain":"Montagne",
    "hasMountainView":"vue sur la montagne",
    "isNearOcean":"Près de l'océan",
    "hasRiver":"fleuve",
    "isVillage":"Village",
    "hasContactlessCheckin":"Enregistrement sans contact",
    "hasCarbonMonoxideDetector":"Detecteur de monoxyde de carbone",
    "hasBabyBath":"Bain pour bébé",
    "hasBabyMonitor":"Moniteur pour bébé",
    "hasWindowGuards":"Garde-fenêtres",
    "hasBathtub":"Baignoire",
    "hasChangingTable":"Table à langer",
    "hasChildrensBooksAndToys":"Livres et jouets pour enfants",
    "hasChildrensDinnerware":"Vaisselle pour enfants",
    "hasFireplaceGuards":"Gardes de cheminée",
    "hasGameConsole":"Console de jeu",
    "hasOutletCovers":"Couvercles de sortie",
    "hasPackNPlayTravelCrib":"Lit de voyage Pack n Play",
    "hasRoomDarkeningShades":"Nuances assombrissantes",
    "hasStairGates":"Portes d'escalier",
    "hasTableCornerGuards":"Protecteurs d'angle de table",
    "hasBabysitterRecommendations":"Recommandations de baby-sitter",
    "allowsPets":"Accepte les animaux",
    "childrenNotAllowed":"Enfants non admis",
    "infantNotAllowed":"Bébé non autorisé",
    "isEventFriendly":"Événement convivial",
    "isLaptopFriendly":"Compatible avec les ordinateurs portables",
    "allowsSmoking":"Autoriser le tabagisme",
    "hasJacuzzi":"Jacuzzi",
    "checkInOptionInstruction":"Instructions relatives aux options d'enregistrement",
    "hasCabinetLocks":"Serrures d'armoires",
    "hasChildcare":"Garde d'enfants",
    "hasCleaningWithDisinfectants":"Nettoyer avec des désinfectants",
    "hasCommunalPool":"Piscine Communale",
    "hasComputerMonitor":"Moniteur d'ordinateur",
    "hasDeadboltLock":"Serrure à pêne dormant",
    "hasDesk":"Bureau",
    "hasDeskChair":"Chaise de bureau",
    "hasDiningTable":"Table à manger",
    "hasEmergencyExit":"Sortie d'urgence",
    "hasEvCarCharger":"Chargeur de voiture Ev",
    "hasFencedPool":"Piscine clôturée",
    "hasFencedYard":"Cour clôturée",
    "hasHeatedPool":"Piscine chaufee",
    "hasHighTouchSurfacesCleaningWithDisinfectants":"Nettoyage des surfaces à contact élevé avec des désinfectants",
    "hasIndoorPool":"Piscine intérieure",
    "hasKitchenIsland":"Îlot de cuisine",
    "hasLake":"Lac",
    "hasMealDelivery":"Livraison de repas",
    "hasOceanFront":"Face à l'océan",
    "hasOutdoorLighting":"Lumière d'extérieure",
    "hasOutdoorPlayArea":"Aire de jeux extérieure",
    "hasPaidWifi":"Wifi payant",
    "hasPrinter":"Imprimante",
    "hasTown":"Ville",
    "hasVentilationFan":"Un ventilateur",
    "hasVillage":"Village",
    "hasWifiSpeed100":"Vitesse Wi-Fi 100",
    "hasWifiSpeed25":"Vitesse Wi-Fi 25",
    "hasWifiSpeed250":"Vitesse Wi-Fi 250",
    "hasWifiSpeed50":"Vitesse Wi-Fi 50",
    "hasWifiSpeed500":"Vitesse Wi-Fi 500",
    "isGolfCourseFront":"Devant le terrain de golf",
    "isLakeFront":"Bord de lac",
    "Retrieving Balance Information":"Récupération des informations sur le solde",
    "Please wait while we retreive your balance information...":"Veuillez patienter pendant que nous récupérons les informations de votre solde...",
    "Balance remaining":"Solde restant",
    "Multibanco Information":"Informations Multibanco",
    "Reference":"Référence",
    "entity":"entité",
    "Payment Link":"Lien de paiement",
    "No Balance Information Found":"Aucune information de solde trouvée",
    "Select Car":"Sélectionnez la voiture",
    "Book a Car Now":"Réservez une voiture maintenant",
    "Includes":"Comprend",
    "Please select the first day":"Veuillez sélectionner le premier jour",
    "Please select the last day":"Veuillez sélectionner le dernier jour",
    "Selected from":"Sélectionné parmi",
    "Days":"Jours",
    "Clear":"Dégager",
    "Questions or extra information":"Questions ou informations supplémentaires",
    "Let us know here!":"Faites-nous savoir ici!",
    "We'll get back to you with availability and a confirmed quote as soon as possible!":"Nous reviendrons vers vous avec une disponibilité et un devis confirmé dans les plus brefs délais !",
    "Thank you for getting in touch! We'll get back to you as soon as possible.":"Merci de rester en contact! Nous vous répondrons dans les plus brefs délais"
}