{
    "Property Rentals & Management": "Aluguel e gerenciamento de propriedades",
    "Home":"Início",
"Our Properties":"As nossas Propriedades",
"Our Business":"A nossa empresa",
"Why Book With Us?":"Porquê reservar conosco?",
"Why Use Smartavillas?":"Porquê usar a Smartavillas?",
"Meet the Team":"A nossa equipa",
"Traveller Tips":"Dicas de viagem",
"Holiday Extras":"Extras de férias",
"Airport Transfers":"Transferes de Aeroporto",
"Car Hire":"Aluguer de viaturas",
"The Algarve":"O  Algarve",
"Contact Us":"Contate-Nos",
"Select":"Selecione",
"Select Locations": "Localizações",
"From":"Desde",
"Arrival Date": "Data Chegada",
"To":"Até",
"Departure Date": "Data Partida",
"Bedrooms":"Quartos",
"All":"Todos",
"All Properties":"Todas as propriedades",
"Property Type":"Tipo de Propriedade",
"See What We Have!":"Veja o que dispomos!",
"Smartavillas.com Property Rentals & Management":"Smartavillas.com - Gestão e Aluguer de Propriedades",
"If you are looking for the perfect holiday rental or are Property Owners wishing to offer your holiday home for rental, then look no further!!":"Se está à procura de umas férias perfeitas ou são proprietários à procura de oferecer a vossa casa para aluguer, encontraram o lugar certo.",
"What We": "O que",  
"Offer!": "oferecemos!",
"Plan the trip of your dreams with us!":"Planeie a sua viagem de sonho conosco!",
"Book your trip with us and enjoy the best the Algarve has to offer with our spectacular selection of properties and best in class customer service.": "Reserve a sua viagem conosco e aproveite o melhor que o Algarve tem para oferecer ao escolher uma das nossas propriedades com o melhor serviço ao cliente.", 
"We have dedicated classic customer care with modern technology to provide a worry free vacation.":"Dedicamos atendimento clássico ao cliente com tecnologia moderna para proporcionar férias sem preocupações.", 
"Read more":"Mais informação",
"Why Book With Us":"Por que reservar conosco",
"Book Now": "Reserve Agora",
"See Our Properties":"Veja as nossas propriedades",
"Property Management Like no other in the Algarve":"A gestão de Propriedades como nenhuma outra no Algarve",
"We pride ourselves on tailoring our services to meet your needs. Join hundreds of property owners and enjoy the benefits our best in the region service provide.":"Temos orgulho de personalizar os nossos serviços para satisfazer as necessidades do cliente. Junte-se a centenas de proprietários e desfrute dos benefícios que os nossos serviços lhe proporcionam.",
"At Home in the":"Sinta-se em casa no",
"Trusted since 2009":"Confiável desde 2009",
"We are a dynamic and friendly company that really puts you - the customer - first.":"Somos uma empresa dinâmica e de confiança que põe o cliente em primeiro lugar.",
"Amazing Location":"Localização Surpreendente",
"Spectacular scenery, sandy beaches, good food, friendly people and great golf.":"Cenário fabuloso, praias de areia branca, boa comida, gente simpática e bom golfe.",
"100 + Quality Accommodations":"Mais de 100 alojamentos de qualidade",
"At affordable prices - in the Eastern Algarve, with Tavira being the focal point.":"Preços acessíveis - no Sotavento algarvio sendo Tavira o foco",
"Featured<span style={{color:'#f5821e'}}> Properties</span>":"Propriedades em <span style={{color:'#f5821e'}}>Destaque</span>",
"News & Titbits":"Novidades ",
"Health & Safety":"Saúde e Segurança",
"Full list of activities":"Para uma lista completa de atividades nas proximidades, confira nossa lista de atividades",
"Filters":"Filtros",
"Sort By":"Ordenar por",
"Daily Rate":"Tarifa diária / custo diário",
"Bedrooms Decreasing":"Diminuição de quartos",
"Bedrooms Increasing":"Aumento de quartos",
"Hide":"Ocultar",
"Show":"Mostrar",
"Expand":"Expansão / expandir",
"City":"Cidade",
"Lodging Type":"Tipo de alojamento",
"Bathrooms":"Casas-de-banho",
"Amenities":"Comodidades",
"Gallery":"Galeria",
"Calendar":"Calendário",
"Sleeps":"Dormem",
"Space":"Espaço",
"Neighborhood":"Vizinhança",
"Notes":"Observações",
"Location":"Localização ",
"Night":"Noite",
"Please select the first day.":"Por favor indique o primeiro dia",
"Key Features":"Palavras-chave",
"License:":"Licença:",
"Type":"Tipo",
"Size":"Tamanho",
"Smartavillas' Opinion":"Opinião da Smartavillas",
"Activities Nearby":"Actividades nas redondezas",
"Activities":"Actividades",
"Nearby":"nas redondezas",
"Family Activity":"Actividade em família",
"Excursion":"Passeio",
"Horse Riding":"Equitação / Passeio a cavalo",
"Golf":"Golf",
"Brief History":"Breve relato",
"About":"Sobre nós",
"Booking Terms & Conditions":"Termos e Condições de Reserva",
"Privacy Policy":"Política de Privacidade",
"Admin":"Admin",
"Properties":"Propriedades",
"Contact":"Contate-Nos",
"Average Rating":"Classificação Média",
"View Property":"Ver Propriedade",
"Search Dates":"Procurar Datas",
"Choose New Dates":"Escolha Novas Datas",
"OUR FAMILY IS HERE TO HELP YOU":"ESTAMOS AQUI PARA O AJUDAR",
"Our office is based just outside of Tavira in the popular residential zone of Mato Santo Espirito, and from this central location, we manage rental properties across the Eastern Algarve from Fuseta near Faro right through to Castro Marim near the Spanish border. Your holiday is well deserved and our trained and dedicated team is here to ensure that everything runs smoothly from booking to check-out!":"O nosso escritório fica nos arredores de Tavira, na zona residencial do Mato Santo Espirito, e a partir desta localização, gerimos propriedades para alugar em todo o Sotavento Algarvio desde a Fuseta, perto de Faro, até Castro Marim perto da fronteira espanhola. As suas férias são merecidas e a nossa equipa, treinada e dedicada, está aqui para garantir que tudo corre sem problemas desde a reserva até ao check-out!",
"A GREAT CHOICE OF HOLIDAY HOMES":"UMA GRANDE VARIEDADE DE CASAS DE FÉRIAS",
"You want everything to run smoothly, you want to be well informed about the transaction, and above all, you want your rental accommodation to be everything that you had hoped for, and more. We have a fantastic catalogue of holiday homes suiting all tastes from cozy one bedroom apartments to dazzling villas":"Quer que tudo corra bem, quer estar bem informado sobre a transacção, e acima de tudo, quer que o seu alojamento de aluguer seja tudo o que esperava, e muito mais. Temos um grupo fantástico de casas de férias para todos os gostos, desde aconchegantes apartamentos de um quarto até vilas deslumbrantes.",
"YOUR HOLIDAY AND MUCH MORE...":"AS SUAS FÉRIAS E MUITO MAIS...",
"At Smartavillas, we don’t want to deliver just your holiday accommodation, we like to go 1 step further and provide an experience. We can arrange car hire, airport transfers, day trips, as well as our brilliant range of shopping packs to choose from which will be ready and waiting for your arrival! We welcome any special requests to help you to make special holiday memories…":"Na Smartavillas, não queremos oferecer-lhe apenas um alojamento de férias, queremos ir mais longe e proporcionar-lhe uma experiência. Podemos organizar o aluguer de automóveis, transferes para o aeroporto, excursões / passeios bem como a nossa lista de pacotes de compras à sua escolha, que estarão prontos e à espera da sua chegada! Esperamos qualquer pedido especial para o poder ajudar a fazer recordações especiais das suas férias...",
"Here´s what our guests have to say":"Aqui está o que os clientes têm a dizer",
"I have used smartavillas.com for many years and have found them very helpful reliable and honest. Normally we rent 2 bedroom apartments and have always been happy with the apartment allocated. Anytime I have contacted them about minor issues the have always been dealt with promptly. I would recommend the apartments on offer from this company.":"Utilizo a smartavillas.com há muitos anos e achei-os muito prestáveis e de confiança. Normalmente reservamos apartamentos com 2 quartos e temos tido sucesso com as casas que escolhemos. Quando é necessário contactá-los por algum motivo, lidam com o problema no momento. Recomendo as casas que pertencem a esta empresa.",
"This New Year was our eighth holiday Villa with Smartavillas. Rachel and her team are so helpful and accommodating, they make everything so easy! From booking, airport pick-up plus return, great welcome pack and best of all lovely clean Villas to relax in. Smartavillas are the BEST!!!":"Este novo ano foi o nosso 8º ano de férias com a Smartavillas. A Rachel e a sua equipa são muito prestáveis e acolhedores, fazem com que tudo seja fácil! Desde a reserva, recolha do aeroporto mais o regresso, o fantástico pacote de boas-vindas e a limpeza foi o melhor desta vila para relaxar. A equipa da Smartavillas são os MELHORES!!!",
"TWe have booked accommodation in Portugal six times through Smarta Villas. The villas and apartments have been just right for us and Smartavillas have a great approach to their clients. They are welcoming and efficient and nothing is too much trouble. And they know the properties and the Tavira area inside out which is brilliant. We will be back!":"TWe já reservou 6 vezes alojamento em Portugal com a Smartavillas. As moradias e apartamentos têm sido as adequadas e a Smartavillas fez a abordagem adequada aos seus clientes. Dizem que são acolhedores e eficientes e que nada leva muito trabalho",
"WE CREATE THE PERFECT HOLIDAY RENTAL":"CRIAMOS AS FÉRIAS PERFEITAS",
"We manage advertising and enquiries on behalf of property owners through internet advertising. We aim to deliver this with one goal in mind - that your guests have a fantastic holiday and wish to return! We are happy to consider any business terms to suit you ranging from a weekly cleaning service to the full property management package. No job is too small or large. We would be happy to meet you and view your property to discuss how we can help you to optimize rental potential and keep your property in tip-top condition":"Gerimos os anúncios e pedidos de reserva em nome dos proprietários, através da publicidade na internet. O nosso objetivo é apenas um - que os nossos clientes tenham umas férias fantásticas e queiram regressar mais tarde. Temos todo o prazer em considerar quaisquer termos comerciais que convêm aos nossos clientes, desde um serviço de limpeza semanal até ao pacote completo de gestão de propriedades. Nenhum trabalho é grande ou pequeno. Teremos todo o gosto em conhecê-lo e ver a sua propriedade para discutir como o podemos ajudar a optimizar o potencial de aluguer e manter a sua propriedade em boas condições.",
"WHAT MAKES US DIFFERENT":"O QUE NOS DIFERENCIA",
"We provide the right service solutions and customer care standards to promote and take care of your property and guests.":"Providenciamos as medidas e os padrões de atendimento certos para promover e cuidar da sua propriedade e respetivos hóspedes.",
"From rental advertising to key holding, we will always provide first-class service, attention to detail and a friendly attitude.":"Desde o anúncio até à entrega da chave, prestaremos um serviço de primeira categoria, atenção aos detalhes e uma atitude amigável. ",
"Our long-established business and in-depth local knowledge make us the ‘to go to’ property management business on the Eastern Algarve.":"O nosso negócio há muito estabelecido e o nosso profundo conhecimento do local fazem de nós o negócio de gestão de propriedades no Sotavento Algarvio.",
"Our team of dedicated and professional maintenance, house-keeping and office staff pride themselves in providing great service for property owners and rental clients alike.":"A nossa equipa de manutenção, housekeeping e escritório, dedicados e profissionais, orgulham-se de prestar um grande serviço tanto aos proprietários de imóveis como aos clientes de aluguer.",
"We are the experts on the Eastern Algarve!":"Somos os experientes no Sotavento Algarvio.",
"HOW IT WORKS":"COMO TRABALHAMOS",
"Talk to us":"Fala conosco",
"Visit our office to discuss your requirements. We offer various marketing, property care, and general service packages to suit your needs.":"Visite o nosso escritório para discutir as suas exigências. Oferecemos pacotes variados de marketing, cuidados da propriedade e serviços gerais que se adaptam às suas necessidades. ",
"Let's Visit Together":"Visitemos juntos",
"A visit to the property is a must to satisfy our standard requirements and to guide you through any questions.":"A visita à propriedade é um requisito essencial da nossa empresa para podermos guiá-lo da melhor forma.",
"Agree & Sign the paperwork!":"Concorde e assine o Contrato",
"Once you have decided on the right package, simply complete a few forms, sign off the agreement and away we go!":"Uma vez decidido sobre o pacote certo, basta preencher alguns formulários, assinar o acordo e iremos começar!",
"At Smartavillas we have a dedicated team of professionals helping you to manage your property or find the perfect holiday rental.":"Na Smartavillas temos uma equipa de profissionais dedicada a ajudá-lo a gerir a sua propriedade ou encontrar o melhor aluguer de férias.",
"Property Liaison, Marketing, Legal Compliance":"Relação de Propriedade, Marketing e Conformidade Legal",
"Proud founder and owner of Smartavillas, responsible for the overall strategy, operations, new properties, and key accounts. Ever dynamic and ambitious, Rachel possesses a highly enviable career history with extensive senior retail management experience in the UK.":"Orgulhosa fundadora e proprietária da Smartavillas, responsável pela estratégia global, operações, novas propriedades e contas-chave. Sempre dinâmica e ambiciosa, a Rachel possui uma história de carreira altamente invejável, com uma vasta experiência de gestão sénior de retalho no Reino Unido.",
"Responsible for reservations and guest contact. One of our longest serving team members, Denise brings experience and dynamism to the team coupled with a great sense of humor too!":"Responsável pelas reservas e contacto com o cliente. Um dos membros da nossa equipa há mais tempo ao serviço, a Denise traz experiência e dinamismo para a equipa, juntamente com um grande sentido de humor! ",
"Office Team: Company Accounts":"Equipa de Escritório: Contas da Empresa",
"Responsible for our Accounts division, Ana has a lot of numbers to crunch! Our newest office member, Ana has a varied and extensive background within the commercial sector.":"Responsável pelas contas da empresa, a Ana tem muitos números que dar conta! O nosso mais novo membro tem uma variada experiência no sector comercial.",
"Office Team: Reservations Team":"Equipa de Escritório: Reservas",
"Responsible for reservations, SEF reporting and anything Portuguese. A valued member of our team, Ana has considerable experience with the local rental management market and lives for tourism!":"Responsável pelas reservas, relatórios de SEF e qualquer coisa em Português. Um membro valioso da nossa equipa, a Ana tem uma experiência considerável no mercado local de gestão de arrendamento e vive para o turismo",
"Operations Team: Housekeeping":"Equipa de Operações: Housekeeping",
"Responsible for our Cabanas apartments, Jo heads up the Housekeeping team to ensure that everything is spic and span for guests’ arrivals! Along with her cheerful disposition, Jo has brings a wealth of previous experience in the customer service and hospitality industry.":"Responsável pelos nossos apartamentos em Cabanas, a Jo dirige a equipa de limpeza para garantir que tudo é verificado para a chegada dos hóspedes! Juntamente com a sua disposição alegre, a Jo traz uma experiência suplementar no serviço ao cliente e na indústria da hospitalidade.",
"PA to Director (Part-time)":"Assistente de direcção (a tempo parcial)",
"Personal Assistant to Rachel and responsible for owner liaison. With an extensive background in property sales and lettings, Sophie brings vibrancy and a wealth of experience to the team.":"Assitente pessoal da Rachel e intermediária com o proprietário. Com uma vasta experiência em vendas e arrendamentos de propriedades, Sophie traz vitalidade e uma vasta experiência para a equipa.  ",
"Responsible for Tavira and surrounding areas, Monica manages a team of 6 Smarta-colleagues with around 50 properties under her wing. With previous experience in retail and housekeeping, Monica knows the ropes!":"Responsável por Tavira e arredores, Monica gere uma equipa de 6 colegas com cerca de 50 propriedades sob a sua asa. Com experiência anterior na venda a retalho e na manutenção de casas, Monica conhece as normas!",
"Responsible for 20 of our largest properties in Caçela, Manta Rota, Altura and Castro Marim, Ofelia brings passion and strength to the Housekeeping team with a strong, ´can do´ attitude. No job is too large for Ofelia!":"Responsável por 20 das nossas maiores propriedades em Cacela, Manta Rota, Altura e Castro Marim, Ofélia traz paixão e força à equipa de Housekeeping com uma atitude forte e decidida. Nenhum trabalho é demasiado grande para a Ofélia!",
"Operations Team: Maintenance":"Equipa de Operações: Manutenção",
"Head of our maintenance team, there is nothing Jorge and his experienced colleagues can’t fix or repair to ensure our properties are kept in tip-top condition. From simple repairs to buildings works and health and safety matters, Jorge and his team have it covered!":"Chefe da nossa equipa de manutenção, não há nada que Jorge e os seus colegas experientes não possam arranjar ou reparar para assegurar que as nossas propriedades sejam mantidas em condições de ponta a ponta. Desde simples reparações a obras de edifícios e questões de saúde e segurança, Jorge e a sua equipa têm-no assegurado!",
"Real Estate Team: Administrator & Marketing":"Equipa imobiliária: Administrador e Marketing",
"As our real estate Marketeer and Administrator, Lydia's degree is languages is key! Along with her excellent organisational skills from her past teaching roles Lydia is a strong anchor to the real estate team.":"Como nossa Marketeer e administradora imobiliária, o grau de Lydia em línguas é fundamental! Juntamente com as suas excelentes capacidades de organização das suas anteriores funções de professora, Lydia é uma forte âncora para a equipa imobiliária.",
"Real Estate Team: Commercial Manager, Sales & Viewings":"Equipa imobiliária: Gerente Comercial, Vendas & Visitas",
"Monica has a long and proven track record in retail and customer service. Her local knowledge and wealth of contacts makes her a key member of the real estate team. Never a dull moment when Monica is around, always happy to help any customers and clients.":"Monica tem uma longa e comprovada experiência no retalho e no serviço ao cliente. Os seus conhecimentos e riqueza de contactos locais fazem dela um membro chave da equipa imobiliária. Nunca é um momento aborrecido quando Monica está por perto, sempre feliz por ajudar quaisquer consumidores e clientes.",
"Airport transfers to and from Faro Airport":"Transferes de aeroporto de e para o Aeroporto de Faro",
"Smartavillas offers a prompt and reliable service with pick up from the airport right to the doorstep of your accommodation.":"Smartavillas oferece um serviço rápido e seguro com recolha no aeroporto até à porta do seu alojamento.",
"The transfer prices below are inclusive of all road toll charges, guests and luggage. Baby and child seats are also available.":"Os preços dos transferes abaixo têm todos os custos de portagens incluídos, clientes e bagagem. Cadeiras para bebés e crianças estão disponíveis.",
"Destination":"Destino",
"1 – 4 persons":"1 - 4 pessoas",
"(with luggage)":"(com bagagem)",
"5 – 8 persons":"5 - 8 pessoas",
"A quick recap of time":"Uma rápida recordação do tempo",
"Human presence on the Algarve dates to Neolithic times, with the region being witness to various visitors ever since including Phoenicians, Carthaginians and Romans, Visigoths and the Moors who ruled for over 500 years from 711. During this time, the region was known as ‘Al Gharb’. It was not until the 13th Century that the Moors relinquished control to the Kingdom of Portugal and from 1471, King Afonso III, reigned as ‘King of Portugal and the Algarve’. This separateness from the rest of Portugal remained for many centuries with the region being a semi-autonomous area.":"A presença humana no Algarve data da era Neolítica, testemunhada por vários visitantes desde então, incluindo Fenícios, Cartagineses e Romanos, Visigodos e Mouros, que governaram durante mais de 500 anos a partir de 711. Durante este tempo, a região era conhecida como 'Al Gharb'. Só no século XIII é que os Mouros abandonaram o controlo ao Reino de Portugal e a partir de 1471, o Rei Afonso III, reinou como 'Rei de Portugal e do Algarve'. Esta separação do resto de Portugal permaneceu durante muitos séculos, sendo a região uma área semi-autónoma.",
"Interesting Facts":"Dados com interesse",
"Tavira lies at the centre of the Eastern Algarve coast and is a most picturesque town. Once known as the capital of the Algarve, it stands proud amongst Portuguese history books and you will not fail to be enthralled by its unspoiled charm, character, and tranquility. As you wander along the cobbled streets, you'll see an abundance of history. A Roman bridge links the 2 parts of the town across the River Gilao, its sides decorated with traditional old bars and restaurants where visitors can get busy doing nothing simply watching the world go by and the fish that jump in the river! For those who enjoy sightseeing, there are so many churches (37 in total!) to view, along with the town castle, several monuments and above all, a visit to the ‘Camara Obscura’ is not only highly recommended but absolutely fascinating and uses an optical instrument to offer a 360° panoramic-view of the town which is the perfect way to capture the essence of Tavira Otherwise, you can take a tour of the whole town in a miniature 'train' or a beautiful horse-drawn carriage. Diners have a huge choice of restaurants, many specializing in seafood and those who enjoy cooking at home should head for the fantastic municipal market where a wealth of fresh food is on offer each morning: fish, seafood, meat, deli, fruit, and vegetables - much of it caught, reared, killed, made, grown and picked locally. During the high season, there are open-air festivals and evening events with dancing, music and other local shows which everyone is welcome to enjoy. Tavira is a lovely family orientated town, with a charming ambiance and a wonderful, ‘laid back’ atmosphere, and certainly has something for everyone.":"Tavira situa-se no centro da costa oriental do Algarve e é uma cidade muito pitoresca. Outrora conhecida como a capital do Algarve, é motivo de orgulho entre os livros de história portuguesa e não deixará de ser fascinante pelo seu encanto intocado, carácter e tranquilidade. Ao vaguear pelas ruas calcetadas, verá uma abundância de história. Uma ponte romana que liga as 2 partes da cidade através do rio Gilão, os seus lados decorados com antigos bares e restaurantes tradicionais, onde os visitantes podem ocupar-se a não fazer nada simplesmente observando o mundo a passar e os peixes que saltam no rio! Para aqueles que gostam de passear, há tantas igrejas (37 no total!) para ver, juntamente com o castelo da cidade, vários monumentos e sobretudo, uma visita à 'Câmara Obscura' não só é altamente recomendada como absolutamente fascinante e utiliza um instrumento óptico para oferecer uma vista panorâmica de 360° da cidade, que é a forma perfeita de captar a essência de Tavira. Caso contrário, pode fazer uma visita à cidade inteira num 'comboio' em miniatura ou numa bela carruagem puxada por cavalos. De restaurantes existe uma enorme escolha, especializados em frutos do mar e aqueles que gostam de cozinhar em casa devem dirigir-se ao fantástico mercado municipal onde se encontra uma grande variedade de alimentos frescos todas as manhãs: peixe, frutos do mar, carne, charcutaria, fruta e legumes - grande parte deles capturados, criados, mortos, feitos, cultivados e colhidos localmente. Durante a época alta, existem festivais ao ar livre e eventos noturnos com danças, música e outros espectáculos locais que todos são bem-vindos a apreciar. Tavira é uma encantadora cidade orientada para a família, com um ambiente cativante e uma maravilhosa atmosfera que certamente tem algo para todos.",
"Beaches":"Praias",
"Tavira Island (Ilha de Tavira) A great beach for a full day out. The island has a good selection of restaurants and beach bars all centered around its campsite, but if you are looking for a more peaceful spot, the sands are long and expansive, so a short walk will take you away from the hustle and bustle to more peaceful plains. The sands are separated from the mainland by the River Formosa, so it’s necessary to take a short boat ride across. In high season, you can catch the big ferry from the center of Tavira which leaves from the fishing harbor between the old market and the big road bridge and takes around 15 minutes. At any time of year, you can catch the little ferry from the quay at Quatro Águas which is about two kilometers from the main town (you could take the tourist train to QuatroAguas) and is then a short 5-minute ride across the lagoon to the beach. An excellent range of facilities are on offer, including beach bars, fish restaurants, Tavira Island, together with its excellent choice of amenities, rolling Atlantic Ocean and white sandy beaches provides a wonderful tropical holiday atmosphere you could liken to the Caribbean! Barril Beach is one of the most popular with children because of the miniature train journey to reach it. The train ends at the old tuna station which has now been converted into cafés, restaurants, toilets and other facilities for tourists. You will see other bits of the station building near one of the old wooden boats in a 'graveyard' of huge iron anchors protruding from the dunes once used to secure the massive tuna net to the sea bed. The beach is very busy at the main entrance but is wide and expansive so within a few minutes walk the crowds are less dense. Towards the left, you will come to the only official nudist beach in the Eastern Algarve.":"A Ilha de Tavira é a praia apropriada para passar o dia completo. Esta apresenta os mais variados restaurantes e bares de praia, localizados junto ao parque de campismo. Por outro lado, se procura um local calmo e longe da confusão, o areal é amplo e longo, óptimo para uma caminhada longe da azáfama. O areal é separado do terreno pela Ria Formosa, por esse motivo é necessário apanhar um barco em direcção à Ilha. Durante a época alta é possível embarcar no centro da cidade, a partir do porto de pesca situado entre o antigo mercado e a ponte rodoviária. Costuma levar cerca de 15 minutos. A qualquer altura do ano, poderá apanhar o pequeno barco do cais das Quatro Águas que fica a cerca de dois quilómetros da cidade principal (pode apanhar o comboio turístico para Quatro Aguas) e segue-se uma curta viagem de 5 minutos através da lagoa até à praia. Uma excelente oferta de instalações, incluindo bares de praia, restaurantes de peixe, a Ilha de Tavira, juntamente com a sua excelente escolha de facilidades, o oceano e as praias de areia branca proporcionam uma atmosfera maravilhosa tropical de férias que poderia comparar-se com as Caraíbas! A praia do Barril é uma das mais populares entre as crianças devido à viagem de comboio em miniatura para chegar até ela. O comboio termina na antiga estação do atum que foi convertida numa zona de cafés, restaurantes, sanitários e outras instalações para turistas. Verá outras partes do edifício da estação junto a velhos barcos de madeira num 'cemitério' de enormes âncoras de ferro salientes das dunas outrora utilizadas para fixar a enorme rede do atum ao fundo do mar. A praia é muito movimentada na entrada principal, mas é larga e expansiva, pelo que, em poucos minutos a pé, as multidões são menos densas. Na direção da esquerda, chegará à única praia nudista oficial do Sotavento algarvio.",
"Altura":"Altura",
"Altura is a wonderful village which has retained most of its original Portuguese charm and character. During the day, there is a laid back, relaxed atmosphere where visitors can enjoy a coffee or a beer at one of the many small bars, or take a stroll and do some leisurely shopping. The village has a daily market selling fresh produce, patisseries, a mini-market, gift shops, and a bank, and there is also a large supermarket just towards the main road. In the evening, visitors can choose from a wide selection of restaurants to suit all tastes ranging from the cheap and cheerful Tascas to High-Quality cuisine. Overall, Altura is a lovely village, perfect for families and couples seeking to experience and enjoy a simple Portuguese beach holiday.":"Altura é uma linda vila que manteve o charme e carácter original português. Durante o dia, existe uma atmosfera relaxante onde os visitantes podem aproveitar um café, cerveja num dos variados locais ou dar um passeio e fazer umas compras de lazer. A vila possui um mercado diário onde pode encontrar produtos frescos, pastelarias, um mini-mercado, lojas de presentes, um banco e existe também um grande supermercado em direcção à estrada principal. À noite, os visitantes podem escolher entre uma vasta selecção de restaurantes para satisfazer todos os gostos, desde as Tascas baratas e alegres até à cozinha de alta qualidade. No geral, Altura é uma vila encantadora, perfeita para famílias e casais que procuram experimentar e desfrutar de umas simples férias numa vila com praia bem portuguesa.",
"The beach of Altura (Alagoa) is the sun worshipper’s paradise with white expansive sands and good water for swimming. Located at the bottom end of the village, the beach can be reached in easily on foot or by car. The car park can get quite busy in high season though. The beach offers amenities including sunbeds, shade, and some water sports in high season. There are also a couple of excellent fish restaurants to try. For those who enjoy walking, the coastline is long and easy to navigate with the neighboring resorts of Praia Verde and Monte Gordo all within around 30 minutes walk. Cabeco Beach is directly next door - The entrance is a bit hidden away and consequently, access isn't as busy. There is another great restaurant here where you can dine right on the edge of the ocean Praia Verde - The entrance to Praia Verde beach is from above - you will need a car and be prepared to walk down the steps to reach the sands. Its name (translated as the 'Green Beach') is derived from the fact that it is unusually bordered by a lovely crest of pine trees, which makes the setting private. Gorgeous sands and a couple of lovely restaurants to try here. For the sun worshippers, there are sunbeds for hire and for those who enjoy walking, the beach is long and flat and its around 30 minutes on foot to Monte Gordo and Altura.":"A praia da vila de Altura (Alagoa) é o paraíso para quem gosta de sol e areais extensos com água óptima para nadar. Situada ao fundo da vila, esta praia pode ser facilmente alcançada a pé ou de carro. O parque de estacionamento pode ficar bastante ocupado durante a época alta. A praia de oferece comodidades como palhotas, espreguiçadeiras e alguns desportos aquáticos na estação alta. Apresenta também alguns restaurantes de peixe que vale a pena experimentar. Para aqueles que adoram caminhadas Para aqueles que gostam de caminhar, a linha costeira é longa e fácil de navegar com as estâncias vizinhas da Praia Verde e Monte Gordo, todas a cerca de 30 minutos a pé. A Praia do Cabeço fica directamente ao lado - a entrada está um pouco escondida e, por isso, o acesso não é tão movimentado. Existe também um óptimo restaurante na Praia Verde onde pode jantar mesmo junto ao oceano.  Para a Praia Verde precisará de um carro e estar preparado para descer os degraus para chegar ao areal. O nome da praia deriva do facto do local ser invulgarmente rodeado por uma crista de pinheiros o que torna o cenário privado. Areias deslumbrantes e um par de restaurantes encantadores para experimentar aqui. Para os que adoram sol, existem espreguiçadeiras para alugar e para aqueles que gostam de caminhar, a praia é longa e plana e tem cerca de 30 minutos a pé até Monte Gordo e Altura.",
"Castro Marim":"Castro Marim",
"Castro Marim is an unspoiled location with a typical Eastern Algarve charm. The narrow streets are filled with character and have a choice of restaurants, bars, and cafes. The key feature of this town is the Castle which is open to the public and is at least worth a visit to sample the fabulous views which stretch right across Spain and the Guadiana River. If you happen to be visiting at the end of August, for 4 days each year, Castro Marim takes a leap back into the past for its Medieval Days festival. Enter the castle and you enter another, older world. A truly fantastic and different experience.":"Castro Marim é um local intocado com um encanto típico do Sotavento Algarvio. As ruas estreitas estão cheias de carácter e dispõem de uma escolha de restaurantes, bares e cafés. A característica chave desta cidade é o Castelo que está aberto ao público e vale pelo menos a pena visitar para experimentar as fabulosas vistas que se estendem por toda a Espanha e pelo rio Guadiana. Se por acaso visitar no final de Agosto, durante 4 dias por ano, Castro Marim dá um salto ao passado para a sua festa dos Dias Medievais. Entre no castelo e entre noutro mundo, mais antigo. Uma experiência verdadeiramente fantástica e diferente.",
"The beach of Manta Rota is the sun worshipper’s paradise with white expansive sands and good water for swimming. Located at the bottom end of the village, the beach can be reached in easily on foot or by car. There is no need to take a boat ride as it is here that the lagoon of the Ria Formosa finally comes to an end! The car park can get quite busy in high season though. The beach offers amenities including sunbeds, shade, and some water sports in high season. There are also a couple of excellent fish restaurants to try. For those who enjoy walking, the coastline is long and easy to navigate with the neighboring resorts of Praia Verde and Monte Gordo all within around 30 minutes walk.":"A praia de Manta Rota é o paraíso para aqueles que adoram o sol e estar ao sol. Com o seu areal branco e extenso, óptimas águas para nadar. Localizada no fundo da vila, a praia pode ser alcançada a pé ou carro. Não há necessidade de barco necessidade pois é aqui que a lagoa da Ria Formosa finalmente chega ao fim! No entanto, o parque de estacionamento pode ficar bastante ocupado na estação alta. A praia oferece comodidades, incluindo espreguiçadeiras, palhotas e alguns desportos aquáticos em época alta. Há também um par de excelentes restaurantes de peixe para experimentar. Para aqueles que gostam de caminhar, a linha costeira é longa e fácil de percorrer com os resorts vizinhos da Praia Verde e Monte Gordo, todos a cerca de 30 minutos a pé.",
"january":"janeiro",
"february":"fevereiro",
"march":"março",
"april":"abril",
"may":"maio",
"june":"junho",
"july":"julho",
"august":"agosto",
"september":"setembro",
"october":"outubro",
"november":"novembro",
"december":"dezembro",
"Monday":"Segunda",
"Tuesday":"terça",
"Wednesday":"quarta",
"Thursday":"quinta",
"Friday":"sexta",
"Saturday":"sábado",
"Sunday":"domingo",
"Sun":"Dom",
"Mon":"2",
"Tue":"3",
"Wed":"4",
"Thu":"5",
"Fri":"6",
"Sat":"Sab",
"checkIn":"Check-in",
"Checkout":"Check-out",
"guests":"Convidados",
"email":"email",
"name":"Nome",
"phone":"Telefone",
"Booking-notes":"Digite uma breve mensagem",
"Booking-stay":"Estadia mínima: %D% noites",
"thanks":"Obrigado",
"previousMonth":"Mês anterior",
"nextMonth":"Próximo mês",
"nights":"noites",
"Pool":"Piscina",
"Wheelchair Accessible":"Acessível para cadeiras de rodas",
"Allows Pets":"Permite Animais de Estimação",
"Air Conditioning":"Ar Condicionado",
"Barbecue":"Churrasco",
"Elevator":"Elevador",
"Garden":"Jardim",
"Wifi":"Wifi",
"TV":"TV",
"Hot Tub":"Banheira de hidromassagem",
"CD/DVD Player":"CD/DVD Player",
"Fire Extinguisher":"Extintor de Incêndio",
"Washer":"Arruela",
"Pots & Pans":"Panelas e frigideiras",
"Indoor Fireplace":"Lareira interna",
"Oven":"Forno",
"Crockery Cutlery":"Talheres de louças",
"Coffee Maker":"Cafeteira",
"Heating":"Aquecimento",
"Free Parking":"Estacionamento gratuito",
"Kitchen":"Cozinha",
"Hot Water":"Água Quente",
"Hangers":"Cabides",
"Baby Travel Bed":"Baby Travel Bed",
"Wardrobe":"Guarda-roupa",
"Room Darkening Shades":"Cortinas de escurecimento",
"Cooking Basics":"Cooking Basics",
"Baby High Chair":"Cadeira alta para bebê",
"Gated Property":"Propriedade fechada",
"Microwave Oven":"Forno Microondas",
"Sea View":"Vista para o mar",
"Fridge":"Geladeira",
"Babysitter Recommendations":"Recomendações para babás",
"Toaster":"Torradeira",
"Water Kettle":"Chaleira de Água",
"Properties with":"Propriedades com",
"Restaurants Nearby":"Restaurantes próximos",
"here":"aqui",
"Reservations & Customer Support": "Reservas e suporte ao cliente",
"We'll get back to you as soon as possible":"Entraremos em contato com você o mais breve possível",
"Get in touch with our team here":"Entre em contato com nossa equipe aqui",
"Your name":"Seu nome",
"Message":"Mensagem",
"Send":"Enviar",
"Algarve Holiday Rentals":"Aluguer de férias no Algarve",
"Address":"Endereço",
"All Rights Reserved":"Todos os Direitos Reservados",
"Fetch Error":"Erro de conexão: A disponibilidade da propriedade pode não ser precisa.",
"Favourites":"Favoritos",
"add favs":"Adicionar aos Favoritos",
"remove favs":"Remover dos Favoritos",
"Highest Rating":"Classificação Alta",
"Lowest Rating":"Classificação Baixa",
"hasTV":"televisão",
"hasSmartTv":"Smart TV",
"hasCableTV":"TV a cabo",
"hasAirConditioning":"Ar condicionado",
"hasAirFilter":"Filtro de ar",
"hasHeating":"Aquecimento",
"hasKitchen":"Cozinha",
"hasStove":"Forno",
"hasWasher":"Máquina de lavar",
"hasDryer":"Secador",
"hasIndoorFireplace":"Lareira interna",
"hasSmokeDetector":"Detector de fumaça",
"hasFireExtinguisher":"Extintor de incêndio",
"hasEssentials":"Essenciais",
"hasBabyTravelBed":"Cama de viagem para bebê",
"hasBabyHighChair":"Cadeirinha de bebê",
"hasCDDVDPlayer":"CD / DVD Player",
"hasBoardGames":"Jogos de tabuleiro",
"hasTowels":"Toalhas fornecidas",
"hasDehumidifier":"Desumidificador",
"hasCeilingFan":"Ventilador de teto",
"hasHairDryer":"Secador de cabelo",
"hasCrockeryCutlery":"Louças e talheres",
"hasPotsPans":"Panelas",
"hasOven":"Forno",
"hasMicrowaveOven":"Forno de micro-ondas",
"hasWaterKettle":"Chaleira de água",
"hasCoffeeMaker":"Máquina de café",
"hasDishwasher":"Lava-louças",
"hasToaster":"Torradeira",
"hasFridge":"Geladeira",
"hasAlarmSystem":"Sistema de alarme",
"hasInternetWifi":"Internet Wifi",
"hasIpodStation":"Estação de ipod",
"hasSteamRoom":"Steamroom",
"hasSafeBox":"Cofre",
"hasSmartHome":"Lar inteligente",
"hasWardrobe":"Armário / gavetas",
"hasIron":"Ferro",
"hasIroningFacilities":"Ferro de engomar",
"hasShampoo":"Xampu",
"hasFirstAidKit":"Kit de primeiros socorros",
"hasSafetyCard":"Cartão de segurança",
"hasBuzzer":"Campainha",
"hasDog":"Tem cachorro",
"hasCat":"Tem gato",
"hasOtherPet":"Tem outro animal de estimação",
"hasHangers":"Cabides",
"hasHotWater":"Água quente",
"hasCookingBasics":"Culinária Básica",
"hasSurveillance":"Vigilância",
"hasEnhancedCleaning":"Limpeza Aprimorada",
"hasUsesDisinfectants":"Usa desinfetantes",
"hasLinens":"Lençóis fornecidos",
"hasHotTub":"Jacuzzi",
"hasFreeParking":"Estacionamento grátis",
"hasBarbecue":"Churrasco",
"hasPool":"Piscina",
"hasBalconyTerrasse":"Varanda Terrasse",
"hasSeaView":"Vista do mar",
"hasGatedProperty":"Propriedade fechada",
"hasHelipad":"Heliporto",
"hasPrivateEntrance":"Entrada privada",
"hasGarden":"Jardim",
"hasDeckPatio":"Deck / Pátio",
"hasGym":"Academia",
"hasBasketballCourt":"Quadra de basquete",
"hasCinemaRoom":"Sala de cinema",
"isWheelchairAccessible":"Acessível a cadeiras de rodas",
"hasElevator":"Elevador",
"hasMassageRoom":"Sala de massagem",
"hasLibrary":"Biblioteca",
"hasOffice":"Mesa de trabalho",
"hasPoolTable":"Mesa de sinuca",
"hasPiano":"Piano",
"hasSoccerField":"Campo de futebol",
"hasTennis":"tênis",
"hasToiletries":"Artigos de higiene",
"hasWineCellar":"Adega",
"hasBreakfast":"Café da manhã / café / chá",
"hasLockOnBedroom":"Trancar no quarto",
"isFamilyFriendly":"Amigável para a família",
"isLaptopFriendly":"Compatível com laptop",
"has24Checkin":"24 checkin",
"hasWaterFront":"Frente de água",
"hasDoorman":"Porteiro",
"hasBeach":"de praia",
"hasBeachFront":"Frente à praia",
"hasBeachView":"Vista da praia",
"hasSkiInSkiOut":"Ski-in / ski-out",
"isOceanfront":"Frente ao oceano",
"isResort":"Recorrer",
"isRural":"Rural",
"isTown":"Cidade",
"hasWaterView":"Vista da água",
"isDowntown":"Centro da cidade",
"hasGolfCourseFront":"Frente do campo de golfe",
"hasGolfCourseView":"Vista do campo de golfe",
"hasLakeAccess":"Lago",
"hasLakeFront":"Frente ao lago",
"hasLakeView":"Vista do lago",
"hasMountain":"Montanha",
"hasMountainView":"vista da montanha",
"isNearOcean":"Perto do oceano",
"hasRiver":"Rio",
"isVillage":"Vila",
"hasContactlessCheckin":"Check-in sem contato",
"hasCarbonMonoxideDetector":"Detector de monóxido de carbono",
"hasBabyBath":"Banho do bebê",
"hasBabyMonitor":"Monitor de bebe",
"hasWindowGuards":"Guardas de janela",
"hasBathtub":"Banheira",
"hasChangingTable":"Trocador",
"hasChildrensBooksAndToys":"Livros e brinquedos infantis",
"hasChildrensDinnerware":"Louça de criança",
"hasFireplaceGuards":"Guardas de lareira",
"hasGameConsole":"Consola de jogos",
"hasOutletCovers":"Tampas de tomada",
"hasPackNPlayTravelCrib":"Berço de viagem pack n play",
"hasRoomDarkeningShades":"Tons de escurecimento da sala",
"hasStairGates":"Portões da escada",
"hasTableCornerGuards":"Protetores de canto de mesa",
"hasBabysitterRecommendations":"Recomendações de babá",
"allowsPets":"Permite Animais de Estimação",
"childrenNotAllowed":"Crianças não permitidas",
"infantNotAllowed":"Criança não permitida",
"isEventFriendly":"Amigável para eventos",
"allowsSmoking":"Permitir fumar",
"hasJacuzzi":"Jacuzzi",
"checkInOptionInstruction":"Instruções de opções de check-in",
"hasCabinetLocks":"Fechaduras de gabinete",
"hasChildcare":"Puericultura",
"hasCleaningWithDisinfectants":"Limpeza com desinfetantes",
"hasCommunalPool":"Piscina Comunal",
"hasComputerMonitor":"Monitor de computador",
"hasDeadboltLock":"Fechadura Deadbolt",
"hasDesk":"Secretária",
"hasDeskChair":"Cadeira de mesa",
"hasDiningTable":"Mesa de jantar",
"hasEmergencyExit":"Saída de emergência",
"hasEvCarCharger":"Carregador de carro ev",
"hasFencedPool":"Piscina cercada",
"hasFencedYard":"Quintal Vedado",
"hasHeatedPool":"Piscina aquecida",
"hasHighTouchSurfacesCleaningWithDisinfectants":"Limpeza de superfícies de alto toque com desinfetantes",
"hasIndoorPool":"Piscina interior",
"hasKitchenIsland":"Ilha de cozinha",
"hasLake":"Lago",
"hasMealDelivery":"Entrega de Refeições",
"hasOceanFront":"Frente ao mar",
"hasOutdoorLighting":"Iluminação externa",
"hasOutdoorPlayArea":"Área de lazer ao ar livre",
"hasPaidWifi":"Wifi pago",
"hasPrinter":"Impressora",
"hasTown":"Cidade",
"hasVentilationFan":"Ventilador",
"hasVillage":"Vila",
"hasWifiSpeed100":"Velocidade Wifi 100",
"hasWifiSpeed25":"Velocidade Wifi 25",
"hasWifiSpeed250":"Velocidade Wifi 250",
"hasWifiSpeed50":"Velocidade Wifi 50",
"hasWifiSpeed500":"Velocidade Wifi 500",
"isGolfCourseFront":"Frente do campo de golfe",
"isLakeFront":"Frente ao lago",
"Retrieving Balance Information":"Recuperando Informações de Saldo",
"Please wait while we retreive your balance information...":"Aguarde enquanto recuperamos as informações do seu saldo ...",
"Balance remaining":"Saldo restante",
"Multibanco Information":"Informação Multibanco",
"Reference":"Referência",
"entity":"entidade",
"Payment Link":"Link de pagamento",
"No Balance Information Found":"Nenhuma informação de saldo encontrada",
"Select Car":"Selecione carro",
"Get a Quote":"Faça uma Cotação",
"Includes":"Inclui",
"Please select the first day":"Por favor selecione o primeiro dia",
"Please select the last day":"Selecione o último dia",
"Selected from":"Selecionado de",
"Selected":"Selecionado",
"Days":"Dias",
"Clear":"Limpar",
"Questions or extra information":"Dúvidas ou informações extras",
"Let us know here!":"Deixe-nos saber aqui!",
"We'll get back to you with availability and a confirmed quote as soon as possible!":"Entraremos em contato com você com disponibilidade e um orçamento confirmado o mais rápido possível!",
"Thank you for getting in touch! We'll get back to you as soon as possible.":"Obrigado por entrar em contato! Entraremos em contato com você o mais breve possível.",
"Clear Dates":"Limpar Datas",
"Select Dates":"Selecione datas",
"Price":"Preço",
"In Flight Number":"Número do voo",
"Departing From":"Partindo de",
"Time of Arrival":"Hora de chegada",
"Out Flight Number":"Número do voo de saída",
"Going To":"Indo a",
"Time of Departure":"Tempo de partida",
"Driving Licence & Passport Details":"Carteira de motorista e detalhes do passaporte",
"Home Address":"Endereço residencial",
"Date of Birth":"Data de nascimento",
"Local Address in Portugal":"Endereço local em Portugal",
"Contact Number":"Número de contato",
"Driving License Number":"Número da carta de condução",
"Issue Date":"Data de emissão",
"Expiry Date":"Data de validade",
"Passport Number":"Número do Passaporte",
"Passport Issue Date":"Data de emissão do passaporte",
"Passport Expiry Date":"Data de validade do passaporte",
"Travel Details":"Detalhes da viagem",
"Vehicle":"Veículo",
"Lead Driver Full Name":"Nome Completo do Motorista Principal",
"Preferred Make and Model of Car":"Marca e modelo de carro preferido",
"Estimated Price":"Preço Estimado",
"Check out Smartavillas property":"Confira a propriedade Smartavilas",
"Language":"Língua",
"Winter Let Details":"Detalhes Aluguel de Inverno",
"1 to 4 Persons":"1 a 4 pessoas",
"5 to 8 Persons":"5 a 8 pessoas",
"Select persons":"Selecionar pessoas",
"Select destination":"Selecione o destino",
"Select day":"Selecionar dia",
"Enter Property Name...":"Nome da propriedade...",
"No Availabilities":"Sem disponibilidades",
"No Availabilities of any class vehicles till 31st August 2022":"Sem disponibilidades de quaisquer veículos de classe até 31 de agosto de 2022",
"Hiring":"Contratando",
"We're sorry to say there are no job openings at the moment but check back soon!":"Lamentamos informar que não há vagas de emprego no momento, mas volte em breve!",
"Description":"Descrição",
"Qualifications":"Qualificações",
"No Availabilities of any class vehicles till 30th September 2022":"Sem disponibilidades de quaisquer veículos de classe até 30 de setembro de 2022",
"Sustainability":"Sustentabilidade",
"To pay by Multibanco, click the button below. If the property has not been booked yet, it will be put on hold for 24 hours which can be extended upon request.":"Para pagar pelo Multibanco, clique no botão abaixo. Se a propriedade ainda não tiver sido reservada, será colocada em espera por 24 horas, que pode ser prorrogada mediante solicitação.",
"Deposit Amount (30%)":"Valor do Depósito (30%)",
"Valid until":"Válido até",
"Dates":"Datas",
"Frequently Asked Questions":"Perguntas Frequentes",
"Restaurants":"Restaurantes",
"Bars":"Bares",
"Shopping":"Lojas",
"hasFreeStreetParking":"Estacionamento gratuito na rua",
"hasIndoorPoolAllYear":"Piscina coberta o ano todo",
"hasIndoorPoolSeasonal":"Piscina coberta sazonal",
"hasPaidOffPremisesParking":"Estacionamento Prédio Pago",
"hasPaidOnPremisesParking":"Estacionamento pago no local",
"hasPoolAllYear":"Piscina o ano todo",
"hasPoolSeasonal":"Piscina sazonal",
"hasSingleLevel":"Nível único",
"hasConcierge":"Porteiro",
"hasSharedWasher":"Compartilhar dWasher",
"hasShardedDryer":"Secador Fragmentado",
"hasBakingSheet":"Assadeira",
"hasBarbequeUtensils":"Utensílios para churrasco",
"hasBeachEssentials":"Fundamentos de praia",
"hasBidet":"Bidê",
"hasBikesForRent":"Bicicletas para alugar",
"hasBlender":"Liquidificador",
"hasBoatSlip":"Deslizamento do barco",
"hasBodySoap":"Sabonete corporal",
"hasBreadMaker":"Padeiro",
"hasCleaningProducts":"Limpando produtos",
"hasClothesDryingRack":"Estendal de roupas",
"hasCoffee":"Café",
"hasConditioner":"Condicionador",
"hasEthernetConnection":"Conexão Ethernet",
"hasExerciseEquipment":"Equipamento de exercício",
"hasExtraPillowsAndBlankets":"Travesseiros e cobertores extras",
"hasFirePit":"Fogueira",
"hasFreezer":"Congelador",
"hasHammock":"Maca",
"hasLaundromatNearby":"Lavanderia nas proximidades",
"hasKayak":"Caiaque",
"hasMiniFridge":"Mini geladeira",
"hasMosquitoNet":"Mosquiteiro",
"hasOutdoorKitchen":"Cozinha ao ar livre",
"hasOutdoorSeating":"Lugares ao ar livre",
"hasPingPongTable":"Mesa de ping pong",
"hasPocketWifi":"Wi-Fi de bolso",
"hasPortableFans":"Ventiladores portáteis",
"hasRainShower":"Banho de chuva",
"hasRecordPlayer":"Gravador",
"hasResortAccess":"Acesso ao Resort",
"hasRiceMaker":"Arrozeiro",
"hasSafe":"Seguro",
"hasShowerGel":"Gel de banho",
"hasSoundSystem":"Sistema de som",
"hasTrashCompacter":"Compactador de lixo",
"hasWineGlasses":"Taças de vinho",
"invoiceProvided":"Fatura fornecida",
"Check Availability":"Verificar disponibilidade",
"Request Booking":"Solicitar Reserva",
"Winter Let":"Aluguel de Inverno",
"Winter Let Discount":"Desconto de Aluguel de Inverno",
"Winter Let Info":"Informações de aluguel de inverno",
"National landline and mobile call":"Chamada para a rede fixa e móvel nacional",
"book":"reservar",
"manage":"gerir",
"featured":"em destaque",
"Show Sleeping Arrangement":"Mostrar Arranjo de Dormir",
"Ask us about":"Pergunte-nos sobre",
"Topic":"Tema",
"General": "Em geral",
"Facilities": "Instalações",
"Booking Related": "Reserva relacionada",
"Accessibility": "Acessibilidade",
"We Provide":"Nós provemos",
"Perks":"Vantagens",
"Different":"Diferente",
"We Create":"Nós criamos",
"Packages":"Pacotes",
"Potential":"Potencial",
"It Works":"Funciona",
"Post-code":"Código Postal",
"Select Pick up":"Local de Partida",
"Faro Airport":"Aeroporto de Faro",
"Has Private Bathroom":"Tem casa de banho privado",
"Thank you for subscribing! Please check your email to confirm and start receiving the latest news and promotions about this property.":"Obrigado por se inscrever! Por favor, verifique seu e-mail para confirmar e começar a receber as últimas novidades e promoções sobre este imóvel.",
"Subscribe for notifications and deals about":"Inscreva-se para notificações e ofertas sobre",
"Receive the latest offers and news about this property. You can unsubscribe anytime. For more details, review our Privacy Policy.":"Receba as últimas ofertas e novidades sobre este imóvel. Você pode cancelar a inscrição a qualquer momento. Para mais detalhes, reveja nossa Política de Privacidade.",
"Subscribe":"Se inscrever",
"Important: We are committed to protecting our properties which is why we've partnered with Know Your Guest, the leading vacation rental guest-screening provider. <br /> Please note that before your booking begins, you will need to verify your details through Know Your Guest. You will also be given the choice between paying a refundable deposit or buying a non-refundable damage waiver. We suggest you buy the damage waiver as this protects you in case you cause accidental damage during a booking.":"Importante: temos o compromisso de proteger nossas propriedades e é por isso que fizemos uma parceria com o Know Your Guest, o principal fornecedor de triagem de hóspedes para aluguel por temporada. <br /> Observe que, antes de iniciar sua reserva, você precisará verificar seus dados através do Know Your Guest. Você também terá a opção de pagar um depósito reembolsável ou comprar uma isenção de danos não reembolsável. Sugerimos que você compre o termo de responsabilidade, pois isso o protege caso cause danos acidentais durante uma reserva.",
"Deposits & Waivers":"Depósitos e Isenção de Danos",
"Options":"Opções",
"Security Deposit":"Depósito de segurança",
"Damage Waiver":"Isenção de Danos"

}