{
    "Property Rentals & Management":"Alquiler y gestión de propiedades",
"Home":"Inicio",
"Our Properties":"Nuestras propiedades",
"Our Business":"Nuestro negocio",
"Why Book With Us?":"¿Por qué reservar con nosotros?",
"Why Use Smartavillas?":"Por qué Smartavillas? ",
"Meet the Team":"Nuestro equipo",
"Traveller Tips":"Consejos para viajeros",
"Holiday Extras":"Primas de vacaciones",
"Airport Transfers":"Translados al Aeropuerto",
"Car Hire":"Alquiler de vehiculos",
"The Algarve":"Algarve",
"Contact Us":"Contacte con nosotros",
"Select":"Selecciona",
"Select Locations":"Seleccionar ubicaciones",
"From":"De",
"To":"Hasta",
"Arrival Date":"Fecha de llegada",
"Departure Date":"Fecha de salida",
"Bedrooms":"Habitaciones",
"All":"Todo",
"All Properties":"Todas las propiedades",
"Property Type":"tipo de propiedad",
"See What We Have!":"¡Vea lo que tenemos!",
"Smartavillas.com Property Rentals & Management":"Smartavillas.com - Gestión y Alquiller de Propiedades",
"If you are looking for the perfect holiday rental or are Property Owners wishing to offer your holiday home for rental, then look no further!!":"Si está buscando unas vacaciones perfectas o es un propietario que quiere ofrecer su casa en alquiler, ha encontrado el lugar adecuado.",
"What We":"Lo que",
"Offer!":"Ofrecemos!",
"Plan the trip of your dreams with us!":"¡Planifica el viaje de tus sueños con nosotros!",
"Book your trip with us and enjoy the best the Algarve has to offer with our spectacular selection of properties and best in class customer service.":"Reserve su viaje con nosotros y disfrute de lo mejor que el Algarve tiene para ofrecer con nuestra espectacular selección de propiedades y el mejor servicio al cliente de su clase.",
"We have dedicated classic customer care with modern technology to provide a worry free vacation.":"Hemos dedicado una atención al cliente clásica con tecnología moderna para brindarle unas vacaciones sin preocupaciones.",
"Read more":"Lee mas",
"Book Now":"Reservar ahora",
"See Our Properties":"Vea nuestras propiedades",
"Property Management Like no other in the Algarve":"La administración de Propiedades como ninguna en Algarve.",
"We pride ourselves on tailoring our services to meet your needs. Join hundreds of property owners and enjoy the benefits our best in the region service provide.":"Nos enorgullece adaptar nuestros servicios a sus necesidades. Únase a cientos de propietarios y disfrute de las ventajas que ofrece nuestro servicio, el mejor de la región.",
"At Home in the":"En casa en el",
"Trusted since 2009":"Confiado desde 2009",
"We are a dynamic and friendly company that really puts you - the customer - first.":"Somos una empresa dinámica y amigable que realmente lo pone a usted, el cliente, en primer lugar.",
"Amazing Location":"Lugar increíble",
"Spectacular scenery, sandy beaches, good food, friendly people and great golf.":"Espectaculares paisajes, playas de arena, buena comida, gente amable y buen golf.",
"100 + Quality Accommodations":"Más de 100 alojamientos de calidad",
"At affordable prices - in the Eastern Algarve, with Tavira being the focal point.":"A precios asequibles - en el Algarve oriental, con Tavira como punto central.",
"Featured<span style={{color:'#f5821e'}}> Properties</span>":"<span style = {{color: '# f5821e'}}> Propiedades </span> destacadas",
"News & Titbits":"Novedades",
"Health & Safety":"Salud y Seguridad",
"Full list of activities":"Lista completa de actividades",
"Filters":"Filtros",
"Sort By":"Clasificar por",
"Daily Rate":"Tarifa diaria",
"Bedrooms Decreasing":"Disminución de habitaciones",
"Bedrooms Increasing":"Aumento de habitaciones",
"Hide":"Ocultar",
"Show":"Enseñar",
"Expand":"Ampliar",
"City":"Ciudad",
"Lodging Type":"Tipo de alojamiento",
"Bathrooms":"Baños / servicios",
"Amenities":"Amenidades",
"Gallery":"Galería",
"Calendar":"Calendario",
"Sleeps":"Duerme",
"About":"Acerca de",
"Space":"El Alojamiento",
"Neighborhood":"Barrio",
"Notes":"Observaciones",
"Location":"Localización",
"Night":"Noche",
"Please select the first day.":"Seleccione el primer día",
"Key Features":"Elementos clave",
"License:":"Licensia",
"Type":"Tipo ",
"Size":"Tamaño",
"Smartavillas' Opinion":"Opinión de Smartavillas",
"Activities Nearby":"Actividades cercanas",
"Activities":"Actividades",
"Nearby":"Cercanas",
"Family Activity":"Actividad familiar",
"Excursion":"Excursión",
"Horse Riding":"Equitación",
"Golf":"Golf",
"Brief History":"Breve hístoria",
"Booking Terms & Conditions":"Condiciones de reserva",
"Privacy Policy":"Política de Privacidad",
"Admin":"Admin",
"Properties":"Propiedades",
"Contact":"Contactos",
"Average Rating":"Puntuación media",
"View Property":"Ver propiedad",
"Search Dates":"Fechas de búsqueda",
"Choose New Dates":"Elija nuevas fechas",
"OUR FAMILY IS HERE TO HELP YOU":"ESTAMOS AQUÍ PARA AYUDARTE.",
"Our office is based just outside of Tavira in the popular residential zone of Mato Santo Espirito, and from this central location, we manage rental properties across the Eastern Algarve from Fuseta near Faro right through to Castro Marim near the Spanish border. Your holiday is well deserved and our trained and dedicated team is here to ensure that everything runs smoothly from booking to check-out!":"Nuestra oficina se encuentra en las afueras de Tavira, en la popular zona residencial de Mato Santo Espirito y desde esta ubicación central, gestionamos propiedades de alquiler en todo el Algarve oriental desde Fuseta hasta Castro Marim, cerca de la frontera española. Sus vacaciones son bien merecidas y nuestro equipo capacitado y dedicado está aquí para asegurar que todo funcione sin problemas desde la reserva hasta la salida.",
"A GREAT CHOICE OF HOLIDAY HOMES":"UNA GRAN SELECCIÓN DE CASAS DE VACACIONES",
"You want everything to run smoothly, you want to be well informed about the transaction, and above all, you want your rental accommodation to be everything that you had hoped for, and more. We have a fantastic catalogue of holiday homes suiting all tastes from cozy one bedroom apartments to dazzling villas":"Quiere que todo vaya bien, quiere estar bien informado sobre la transacción y, sobre todo, quiere que su alojamiento de alquiler sea todo lo que esperaba y más. Tenemos un fantástico conjunto de casas de vacaciones que se adaptan a todos los gustos, desde acogedores apartamentos de un dormitorio hasta deslumbrantes villas.",
"YOUR HOLIDAY AND MUCH MORE...":"SUS VACACIONES Y MUCHO MÁS",
"At Smartavillas, we don’t want to deliver just your holiday accommodation, we like to go 1 step further and provide an experience. We can arrange car hire, airport transfers, day trips, as well as our brilliant range of shopping packs to choose from which will be ready and waiting for your arrival! We welcome any special requests to help you to make special holiday memories…":"En Smartavillas, no queremos entregar sólo un alojamiento de vacaciones, nos gusta ir un paso más allá y proporcionar una experiencia. Podemos organizar el alquiler de coches, los traslados al aeropuerto, las excursiones de un día, así como nuestra brillante gama de paquetes de compras para elegir que estará listo y esperando a su llegada! Nos complace cualquier petición especial para ayudarle a crear recuerdos especiales de sus vacaciones...",
"Here´s what our guests have to say":"Esto es lo que dicen nuestros clientes",
"I have used smartavillas.com for many years and have found them very helpful reliable and honest. Normally we rent 2 bedroom apartments and have always been happy with the apartment allocated. Anytime I have contacted them about minor issues the have always been dealt with promptly. I would recommend the apartments on offer from this company.":"He utilizado Smartavillas durante muchos años y los he encontrado muy útiles, fiables y honestos. Normalmente alquilamos apartamentos de 2 dormitorios y siempre hemos estado contentos con el apartamento asignado. Cada vez que me he puesto en contacto con ellos por cuestiones menores, siempre han sido atendidos con prontitud. Recomendaría los apartamentos que ofrece esta empresa.",
"This New Year was our eighth holiday Villa with Smartavillas. Rachel and her team are so helpful and accommodating, they make everything so easy! From booking, airport pick-up plus return, great welcome pack and best of all lovely clean Villas to relax in. Smartavillas are the BEST!!!":"Este Año Nuevo fue nuestra octava Villa de vacaciones con Smartavillas. Rachel y su equipo son tan serviciales y complacientes, hacen que todo sea tan fácil! Desde la reserva, la recogida en el aeropuerto más el retorno, gran paquete de bienvenida y lo mejor de todo encantadoras villas limpias para relajarse. Smartavillas son los mejores!",
"TWe have booked accommodation in Portugal six times through Smarta Villas. The villas and apartments have been just right for us and Smartavillas have a great approach to their clients. They are welcoming and efficient and nothing is too much trouble. And they know the properties and the Tavira area inside out which is brilliant. We will be back!":"Hemos reservado alojamiento en Portugal seis veces a través de Smarta Villas. Las villas y apartamentos han sido perfectos para nosotros y Smartavillas tiene un gran acercamiento a sus clientes. Son acogedores y eficientes y nada es demasiado. Y conocen las propiedades y el área de Tavira de adentro hacia afuera, lo cual es genial. ¡Volveremos!",
"WE CREATE THE PERFECT HOLIDAY RENTAL":"CREAMOS EL ALQUILER DE VACACIONES PERFECTO PARA USTED",
"We manage advertising and enquiries on behalf of property owners through internet advertising. We aim to deliver this with one goal in mind - that your guests have a fantastic holiday and wish to return! We are happy to consider any business terms to suit you ranging from a weekly cleaning service to the full property management package. No job is too small or large. We would be happy to meet you and view your property to discuss how we can help you to optimize rental potential and keep your property in tip-top condition":"Gestionamos la publicidad y las consultas en nombre de los propietarios a través de la publicidad en Internet. Nuestro objetivo es ofrecer el servício con una meta en mente: que sus huéspedes tengan unas vacaciones fantásticas y deseen volver! Estamos asombrados de considerar cualquier condición comercial que se adapte a usted, desde un servicio de limpieza semanal hasta el paquete completo de gestión de la propiedad. Ningún trabajo es demasiado pequeño o grande. Estaremos encantados de reunirnos con usted y ver su propiedad para discutir cómo podemos ayudarle a optimizar el potencial de alquiler y mantener su propiedad en condiciones óptimas.",
"WHAT MAKES US DIFFERENT":"LO QUE NOS DIFERENCIA",
"We provide the right service solutions and customer care standards to promote and take care of your property and guests.":"Proporcionamos las soluciones de servicio y los criterios de atención al cliente adecuados para promover y cuidar su propiedad y sus huéspedes.",
"From rental advertising to key holding, we will always provide first-class service, attention to detail and a friendly attitude.":"Desde la publicidad del alquiler hasta la custodia de llaves, siempre proporcionaremos un servicio de primera clase, atención al detalle y una actitud amistosa.",
"Our long-established business and in-depth local knowledge make us the ‘to go to’ property management business on the Eastern Algarve.":"Nuestra trayectoria y nuestro profundo conocimiento de la zona nos convierten en la empresa de gestión inmobiliaria a la que acudir en el Algarve Oriental.",
"Our team of dedicated and professional maintenance, house-keeping and office staff pride themselves in providing great service for property owners and rental clients alike.":"Nuestro grupo de profesionales de mantenimiento, limpieza y oficina se enorgullece de ofrecer un gran servicio tanto a los propietarios como a los clientes.",
"We are the experts on the Eastern Algarve!":"Somos los expertos en el Algarve Oriental",
"HOW IT WORKS":"Cómo funciona",
"Talk to us":"Hable con nosotros",
"Visit our office to discuss your requirements. We offer various marketing, property care, and general service packages to suit your needs.":"Visite nuestra oficina para hablar de sus preferencias. Ofrecemos varios planes de marketing, cuidado de la propiedad y servicios generales que se adaptan a sus necesidades.",
"Let's Visit Together":"Visitemos juntos",
"A visit to the property is a must to satisfy our standard requirements and to guide you through any questions.":"Una visita a la propiedad es imprescindible para satisfacer nuestros requisitos estándar y para ayudarle a resolver cualquier duda.",
"Agree & Sign the paperwork!":"Acordar y firmar los papeles",
"Once you have decided on the right package, simply complete a few forms, sign off the agreement and away we go!":"Una vez decidido el paquete adecuado, sólo hay que completar unos cuantos formularios, firmar el acuerdo y ya está.",
"Founded in 2009, Smartavillas.com is a property services and rental management company based in Tavira on the Eastern Algarve. With a portfolio approaching 150 properties, Smartavillas provides a wide range of professional management services and solutions tailored to meet the needs of our property owners and rental clients. A wealth of experience and knowledge within our team has enabled us to grow rapidly, establish a strong presence on the Eastern Algarve and develop enduring partnerships with property owners, local suppliers and professional service providers. We are also proud to announce the launch of our new sister company Smartamoves, our property sales division helping you to achieve your dream of owning property abroad.":"Fundada en 2009, Smartavillas.com es una empresa de servicios inmobiliarios y gestión de alquileres con base en Tavira, en el Algarve Oriental. Con una oferta de cerca de 150 propiedades, Smartavillas ofrece una amplia gama de servicios de gestión profesional y soluciones adaptadas a las necesidades de nuestros propietarios y clientes de alquiler. Una gran experiencia y conocimiento dentro de nuestro equipo nos ha permitido crecer rápidamente, establecer una fuerte presencia en el Algarve Oriental y crear asociaciones sólidas con los propietarios, distribuidores locales y prestadores de servicios profesionales. También estamos orgullosos de anunciar el lanzamiento de nuestra nueva empresa hermana Smartamoves, nuestra división de venta de propiedades que le ayudará a alcanzar su sueño de tener una propiedad en el exterior.",
"At Smartavillas we have a dedicated team of professionals helping you to manage your property or find the perfect holiday rental.":"En Smartavillas contamos con un equipo de profesionales dedicados a ayudarle a organizar su propiedad o a encontrar el alquiler vacacional perfecto.",
"Property Liaison, Marketing, Legal Compliance":"Relación con la propiedad, Marketing, Cumplimiento legal",
"Proud founder and owner of Smartavillas, responsible for the overall strategy, operations, new properties, and key accounts. Ever dynamic and ambitious, Rachel possesses a highly enviable career history with extensive senior retail management experience in the UK.":"Orgullosa fundadora y propietaria de Smartavillas, responsable de la estrategia general, las operaciones, las nuevas propiedades y las cuentas clave. Siempre dinámica y ambiciosa, Rachel tiene un historial profesional muy deseable, con una amplia experiencia en la gestión de la venta al por menor en el Reino Unido.",
"Responsible for reservations and guest contact. One of our longest serving team members, Denise brings experience and dynamism to the team coupled with a great sense of humor too!":"Responsable de las reservas y del contacto con los clientes. Denise, uno de los miembros más antiguos del equipo, aporta experiencia y dinamismo al equipo, además de un gran sentido del humor.",
"Office Team: Company Accounts":"Equipo de oficina: La contabilidad de la empresa",
"Responsible for our Accounts division, Ana has a lot of numbers to crunch! Our newest office member, Ana has a varied and extensive background within the commercial sector.":"Responsable de nuestra división de contabilidad, Ana tiene muchos números que hacer. Nuestro nuevo miembro de la agencia, Ana tiene una amplia y variada experiencia en el sector comercial.",
"Office Team: Reservations Team":"Personal de la oficina: Equipo de reservas",
"Responsible for reservations, SEF reporting and anything Portuguese. A valued member of our team, Ana has considerable experience with the local rental management market and lives for tourism!":"Responsable de las reservas, de los registros SEF y de todo lo relacionado con el portugués. Un valioso miembro de nuestro equipo, Ana tiene una considerable experiencia en el mercado local de gestión de alquileres y vive por el turismo!",
"Responsible for our Cabanas apartments, Jo heads up the Housekeeping team to ensure that everything is spic and span for guests’ arrivals! Along with her cheerful disposition, Jo has brings a wealth of previous experience in the customer service and hospitality industry.":"Responsable de nuestros apartamentos Cabanas, Jo encabeza el equipo de limpieza para asegurarse de que todo esté listo para las llegadas de los huéspedes. Junto con su disposición alegre, Jo ha aportado una gran experiencia previa en la industria del servicio al cliente y la hospitalidad.",
"PA to Director (Part-time)":"Asistente de dirección (a tiempo parcial)",
"Personal Assistant to Rachel and responsible for owner liaison. With an extensive background in property sales and lettings, Sophie brings vibrancy and a wealth of experience to the team.":"Asistente personal de Rachel y responsable de la relación con los propietarios. Con una amplia experiencia en ventas y alquileres de propiedades, Sophie aporta vitalidad y una gran experiencia al equipo.",
"Responsible for Tavira and surrounding areas, Monica manages a team of 6 Smarta-colleagues with around 50 properties under her wing. With previous experience in retail and housekeeping, Monica knows the ropes!":"Responsable de Tavira y sus alrededores, Mónica dirige un equipo de 6 compañeros con unas 50 propiedades bajo su tutela. Con experiencia previa en el comercio minorista y en el servicio de limpieza, Monica conoce el terreno.",
"Operations Team: Housekeeping":"Equipo de operaciones: Cuidado de la casa",
"Responsible for 20 of our largest properties in Caçela, Manta Rota, Altura and Castro Marim, Ofelia brings passion and strength to the Housekeeping team with a strong, ´can do´ attitude. No job is too large for Ofelia!":"Encargada de 20 de nuestras mayores propiedades en Cacela, Manta Rota, Altura y Castro Marim, Ofélia aporta pasión y fuerza al equipo de Housekeeping con una fuerte actitud de 'poder hacer'. Ningún trabajo es demasiado grande para Ofélia.",
"Operations Team: Maintenance":"Equipo de operaciones: Mantenimiento",
"Head of our maintenance team, there is nothing Jorge and his experienced colleagues can’t fix or repair to ensure our properties are kept in tip-top condition. From simple repairs to buildings works and health and safety matters, Jorge and his team have it covered!":"Jefe de nuestro equipo de mantenimiento, no hay nada que Jorge y sus experimentados colegas no puedan arreglar o reparar para garantizar que nuestras propiedades se mantengan en las mejores condiciones. Desde simples reparaciones hasta obras de construcción y asuntos de salud y seguridad, Jorge y su equipo lo tienen todo cubierto.",
"Real Estate Team: Administrator & Marketing":"Equipo inmobiliario: Administrador y Marketing",
"As our real estate Marketeer and Administrator, Lydia's degree is languages is key! Along with her excellent organisational skills from her past teaching roles Lydia is a strong anchor to the real estate team.":"Como nuestra agente inmobiliaria y administradora, el título de Lydia en idiomas es clave. Junto con sus excelentes habilidades organizativas de sus anteriores funciones de enseñanza, Lydia es un fuerte ancla para el equipo inmobiliario.",
"Real Estate Team: Commercial Manager, Sales & Viewings":"Equipo inmobiliario: Director Comercial, Ventas y Visitas",
"Monica has a long and proven track record in retail and customer service. Her local knowledge and wealth of contacts makes her a key member of the real estate team. Never a dull moment when Monica is around, always happy to help any customers and clients.":"Mónica tiene una larga y probada trayectoria en el sector minorista y de atención al cliente. Su conocimiento local y su riqueza de contactos la convierten en un miembro clave del equipo inmobiliario. Nunca hay un momento aburrido cuando Monica está cerca, siempre feliz de ayudar a cualquier cliente.",
"Airport transfers to and from Faro Airport":"Traslados desde y hacia el aeropuerto de Faro",
"Smartavillas offers a prompt and reliable service with pick up from the airport right to the doorstep of your accommodation.":"Smartavillas ofrece un servicio rápido y fiable con recogida en el aeropuerto hasta la puerta de su alojamiento.",
"The transfer prices below are inclusive of all road toll charges, guests and luggage. Baby and child seats are also available.":"Los precios de los traslados que se indican incluyen todos los peajes, los invitados y el equipaje. También hay disponibles asientos para bebés y niños.",
"Destination":"Destino",
"1 – 4 persons":"1 - 4 personas",
"(with luggage)":"(con equipaje)",
"5 – 8 persons":"5 - 8 personas",
"A quick recap of time":"Un rápido repaso del tiempo",
"Human presence on the Algarve dates to Neolithic times, with the region being witness to various visitors ever since including Phoenicians, Carthaginians and Romans, Visigoths and the Moors who ruled for over 500 years from 711. During this time, the region was known as ‘Al Gharb’. It was not until the 13th Century that the Moors relinquished control to the Kingdom of Portugal and from 1471, King Afonso III, reigned as ‘King of Portugal and the Algarve’. This separateness from the rest of Portugal remained for many centuries with the region being a semi-autonomous area.":"La presencia humana en el Algarve se remonta al Neolítico, y desde entonces la región ha sido testigo de varios visitantes, como fenicios, cartagineses y romanos, visigodos y moros, que gobernaron durante más de 500 años desde el año 711. Durante este tiempo, la región era conocida como 'Al Gharb'. No fue hasta el siglo XIII cuando los moros cedieron el control al Reino de Portugal y, a partir de 1471, el rey Afonso III reinó como 'Rey de Portugal y del Algarve'. Esta separación del resto de Portugal se mantuvo durante muchos siglos, siendo la región una zona semiautónoma.",
"In the 15th Century, Prince Henry the Navigator based himself near Lagos, directing various maritime expeditions which established Portugal as a major power during the era of the ‘Voyages of Discovery’. Lagos became the region’s capital and it was not until 1756, the year after the great Lisbon earthquake, that Lagos lost its seat of power. The earthquake and the accompanying tsunami damaged and destroyed much of the coastal region except for Faro which was protected by the sandy banks and islands of the Ria Formosa lagoon, now a natural park. During the Napoleonic wars, Spanish troops occupied the Algarve in 1807 but were driven out the following year and after the establishment of the first Republic in 1910, the Kingdom of Portugal and the Algarve ceased to exist, with the Algarve being fully incorporated into the Portuguese Republic. From the 1960s, the region became a popular destination for holidaymakers attracted by an excellent year-round climate (over 3000 hours of sunshine annually with virtually no rain during summer months), relatively low prices and of course what are now regarded as some of the finest beaches in Europe. To this day, the region remains one of the most popular summer destinations for both the Portuguese and European markets and now also attracts a growing number of foreigners who have settled permanently.":"En el siglo XV, el príncipe Enrique el Navegante se instaló cerca de Lagos, dirigiendo varias expediciones marítimas que establecieron a Portugal como una gran potencia durante la época de los 'Descubrimientos'. Lagos se convirtió en la capital de la región y no fue hasta 1756, el año siguiente al gran terremoto de Lisboa, cuando Lagos perdió su sede de poder. El terremoto y el tsunami que lo acompañó dañaron y destruyeron gran parte de la región costera, excepto Faro, que estaba protegida por los bancos de arena y las islas de la laguna de la Ría Formosa, que ahora es un parque natural. Durante las guerras napoleónicas, las tropas españolas ocuparon el Algarve en 1807, pero fueron expulsadas al año siguiente y, tras la instauración de la primera República en 1910, el Reino de Portugal y el Algarve dejaron de existir, quedando el Algarve plenamente incorporado a la República Portuguesa. A partir de la década de 1960, la región se convirtió en un destino popular para los veraneantes, atraídos por su excelente clima durante todo el año (más de 3.000 horas de sol al año, sin apenas lluvias en los meses de verano), sus precios relativamente bajos y, por supuesto, las que hoy se consideran algunas de las mejores playas de Europa. Hoy en día, la región sigue siendo uno de los destinos veraniegos más populares tanto para el mercado portugués como para el europeo, y ahora también atrae a un número creciente de extranjeros que se han establecido de forma permanente.",
"The coast with its various towns and cities is where much of the 450,000 inhabitants live and work, either in traditional industries such as fishing and agriculture, or service industries - the main sector being tourism. The cosmopolitan towns of Faro, Lagos, and Portimão act as administration and shopping hubs and provide a distinct contrast to the slower rhythm of life in the hills. The resorts of Vale do Lobo, Quinta do Lago, Albufeira, Vilamoura and others have become established holiday destinations known on a national and international level. The sleepier towns of Tavira, Silves, and São Bras de Alportel provide a reminder of the past with their cobbled streets, historical architecture and relaxed atmosphere. To the east, the coast is flat and bordered in part by the large expanse of sandbanks, lagoons, and islands which form the beautiful Ria Formosa natural park, home to a myriad of waterfowl and marine life. To the west, the coast is more dramatic with cliffs, caves and little bays providing scenic backdrops and picturesque beaches and ending with the towering cliffs of Cape St. Vincent, a windswept land once thought to be the end of the World. Heading north along the ‘Costa Vicentina’, the Atlantic breakers create dramatic seascapes bringing Europe’s finest surfers to ply their skills over the waves. The Algarve has much to offer the visitor from sun-drenched beaches, excellent cuisine, friendly people, a slower pace of life and stunning landscapes. We hope that you enjoy your experience and wish to return again and again to sample the many delights of the Algarve.":"En la costa, con sus diversos pueblos y ciudades, vive y trabaja gran parte de los 450.000 habitantes, ya sea en industrias tradicionales como la pesca y la agricultura, o en el sector de los servicios, siendo el principal el turismo. Las ciudades cosmopolitas de Faro, Lagos y Portimão actúan como centros administrativos y comerciales y ofrecen un claro contraste con el ritmo de vida más lento de las colinas. Los centros turísticos de Vale do Lobo, Quinta do Lago, Albufeira, Vilamoura y otros se han convertido en destinos vacacionales consolidados y conocidos a nivel nacional e internacional. Las ciudades más tranquilas de Tavira, Silves y São Bras de Alportel recuerdan el pasado con sus calles empedradas, su arquitectura histórica y su ambiente relajado. Al este, la costa es llana y está bordeada en parte por la gran extensión de bancos de arena, lagunas e islas que forman el hermoso parque natural de Ria Formosa, hogar de una miríada de aves acuáticas y vida marina. Hacia el oeste, la costa es más dramática, con acantilados, cuevas y pequeñas bahías que proporcionan un escenario y playas pintorescas y que terminan con los imponentes acantilados del Cabo de San Vicente, una tierra azotada por el viento que una vez se creyó que era el fin del mundo. En dirección al norte, a lo largo de la Costa Vicentina, las aguas del Atlántico crean espectaculares paisajes marinos que atraen a los mejores surfistas de Europa para que practiquen sus habilidades sobre las olas. El Algarve tiene mucho que ofrecer al visitante, desde playas bañadas por el sol, excelente gastronomía, gente amable, un ritmo de vida más lento y paisajes impresionantes. Esperamos que disfrute de su experiencia y que desee volver una y otra vez a probar las muchas delicias del Algarve.",
"Interesting Facts":"Datos interesantes",
"Tavira lies at the centre of the Eastern Algarve coast and is a most picturesque town. Once known as the capital of the Algarve, it stands proud amongst Portuguese history books and you will not fail to be enthralled by its unspoiled charm, character, and tranquility. As you wander along the cobbled streets, you'll see an abundance of history. A Roman bridge links the 2 parts of the town across the River Gilao, its sides decorated with traditional old bars and restaurants where visitors can get busy doing nothing simply watching the world go by and the fish that jump in the river! For those who enjoy sightseeing, there are so many churches (37 in total!) to view, along with the town castle, several monuments and above all, a visit to the ‘Camara Obscura’ is not only highly recommended but absolutely fascinating and uses an optical instrument to offer a 360° panoramic-view of the town which is the perfect way to capture the essence of Tavira Otherwise, you can take a tour of the whole town in a miniature 'train' or a beautiful horse-drawn carriage. Diners have a huge choice of restaurants, many specializing in seafood and those who enjoy cooking at home should head for the fantastic municipal market where a wealth of fresh food is on offer each morning: fish, seafood, meat, deli, fruit, and vegetables - much of it caught, reared, killed, made, grown and picked locally. During the high season, there are open-air festivals and evening events with dancing, music and other local shows which everyone is welcome to enjoy. Tavira is a lovely family orientated town, with a charming ambiance and a wonderful, ‘laid back’ atmosphere, and certainly has something for everyone.":"Tavira está situada en el centro de la costa oriental del Algarve y es una ciudad muy pintoresca. Antaño conocida como la capital del Algarve, es motivo de orgullo entre los libros de historia portugueses y no deja de ser fascinante por su encanto intacto, su carácter y su tranquilidad. Al pasear por las calles empedradas, verá una gran cantidad de historia. ¡Un puente romano que conecta las 2 partes de la ciudad a través del río Gilão, sus lados decorados con antiguos bares y restaurantes tradicionales, donde los visitantes pueden ocuparse de no hacer nada simplemente viendo el mundo pasar y los peces saltando en el río! Para los que les gusta pasear, hay muchas iglesias (¡37 en total!) que ver, junto con el castillo de la ciudad, varios monumentos y, sobre todo, una visita a la 'Câmara Obscura', no sólo muy recomendable sino absolutamente fascinante, que utiliza un instrumento óptico para ofrecer una vista panorámica de 360° de la ciudad, que es la forma perfecta de captar la esencia de Tavira. Si no, puede hacer un recorrido por toda la ciudad en un 'tren' en miniatura o en un hermoso carruaje tirado por caballos. En cuanto a los restaurantes, hay una gran oferta, especializada en marisco, y los que disfrutan cocinando en casa deben dirigirse al fantástico mercado municipal, donde encontrarán una gran variedad de alimentos frescos todas las mañanas: pescado, marisco, carne, charcutería, fruta y verdura, la mayoría de ellos capturados, criados, sacrificados, fabricados, cultivados y cosechados localmente. Durante la temporada alta hay festivales al aire libre y eventos nocturnos con bailes, música y otros espectáculos locales que todo el mundo puede disfrutar. Tavira es una encantadora ciudad orientada a la familia, con una atmósfera cautivadora y un ambiente maravilloso que ciertamente tiene algo para todos.",
"Tavira Island (Ilha de Tavira) A great beach for a full day out. The island has a good selection of restaurants and beach bars all centered around its campsite, but if you are looking for a more peaceful spot, the sands are long and expansive, so a short walk will take you away from the hustle and bustle to more peaceful plains. The sands are separated from the mainland by the River Formosa, so it’s necessary to take a short boat ride across. In high season, you can catch the big ferry from the center of Tavira which leaves from the fishing harbor between the old market and the big road bridge and takes around 15 minutes. At any time of year, you can catch the little ferry from the quay at Quatro Águas which is about two kilometers from the main town (you could take the tourist train to QuatroAguas) and is then a short 5-minute ride across the lagoon to the beach. An excellent range of facilities are on offer, including beach bars, fish restaurants, Tavira Island, together with its excellent choice of amenities, rolling Atlantic Ocean and white sandy beaches provides a wonderful tropical holiday atmosphere you could liken to the Caribbean! Barril Beach is one of the most popular with children because of the miniature train journey to reach it. The train ends at the old tuna station which has now been converted into cafés, restaurants, toilets and other facilities for tourists. You will see other bits of the station building near one of the old wooden boats in a 'graveyard' of huge iron anchors protruding from the dunes once used to secure the massive tuna net to the sea bed. The beach is very busy at the main entrance but is wide and expansive so within a few minutes walk the crowds are less dense. Towards the left, you will come to the only official nudist beach in the Eastern Algarve.":"La isla de Tavira es la playa apropiada para pasar todo el día. Presenta los más variados restaurantes y chiringuitos, situados junto al camping. Por otro lado, si lo que busca es un lugar tranquilo y alejado del bullicio, la arena es amplia y larga, ideal para dar un paseo lejos del ajetreo. El arenal está separado de la tierra por la Ría Formosa, por lo que es necesario tomar un barco hacia la isla. Durante la temporada alta es posible embarcar en el centro de la ciudad, desde el puerto pesquero situado entre el antiguo mercado y el puente de la carretera. Suele tardar unos 15 minutos. En cualquier época del año se puede tomar la pequeña embarcación desde el muelle de Quatro Aguas, que está a unos dos kilómetros de la ciudad principal (se puede tomar el tren turístico hasta Quatro Aguas) y luego un corto viaje de 5 minutos a través de la laguna hasta la playa. La isla de Tavira, junto con su excelente oferta de instalaciones, el océano y las playas de arena blanca proporcionan un maravilloso ambiente de vacaciones tropicales que podría compararse con el Caribe. La playa de Barril es una de las más populares entre los niños debido al viaje en tren en miniatura para llegar a ella. El tren termina en la antigua estación de la tuna, que se ha convertido en una zona de cafés, restaurantes, aseos y otras instalaciones para los turistas. Verá otras partes del edificio de la estación junto a viejas embarcaciones de madera en un 'cementerio' de enormes anclas de hierro que sobresalen de las dunas y que en su día se utilizaron para sujetar la enorme red de atún al fondo del mar. La playa está muy concurrida en la entrada principal, pero es amplia y expansiva, por lo que a los pocos minutos de paseo las multitudes son menos densas. A la izquierda, llegará a la única playa nudista oficial del Algarve oriental.",
"Altura":"Altura",
"Altura is a wonderful village which has retained most of its original Portuguese charm and character. During the day, there is a laid back, relaxed atmosphere where visitors can enjoy a coffee or a beer at one of the many small bars, or take a stroll and do some leisurely shopping. The village has a daily market selling fresh produce, patisseries, a mini-market, gift shops, and a bank, and there is also a large supermarket just towards the main road. In the evening, visitors can choose from a wide selection of restaurants to suit all tastes ranging from the cheap and cheerful Tascas to High-Quality cuisine. Overall, Altura is a lovely village, perfect for families and couples seeking to experience and enjoy a simple Portuguese beach holiday.":"Altura es un pueblo maravilloso que ha conservado la mayor parte de su encanto y carácter portugués original. Durante el día, hay un ambiente relajado y tranquilo en el que los visitantes pueden disfrutar de un café o una cerveza en uno de los muchos bares pequeños, o dar un paseo y hacer algunas compras tranquilamente. El pueblo cuenta con un mercado diario de productos frescos, pastelerías, un minimercado, tiendas de regalos y un banco, y también hay un gran supermercado justo al lado de la carretera principal. Por la noche, los visitantes pueden elegir entre una amplia selección de restaurantes para todos los gustos que van desde las baratas y alegres Tascas hasta la cocina de alta calidad. En general, Altura es un pueblo encantador, perfecto para familias y parejas que buscan experimentar y disfrutar de unas sencillas vacaciones en la playa portuguesa.",
"Beaches":"Playas",
"The beach of Altura (Alagoa) is the sun worshipper’s paradise with white expansive sands and good water for swimming. Located at the bottom end of the village, the beach can be reached in easily on foot or by car. The car park can get quite busy in high season though. The beach offers amenities including sunbeds, shade, and some water sports in high season. There are also a couple of excellent fish restaurants to try. For those who enjoy walking, the coastline is long and easy to navigate with the neighboring resorts of Praia Verde and Monte Gordo all within around 30 minutes walk. Cabeco Beach is directly next door - The entrance is a bit hidden away and consequently, access isn't as busy. There is another great restaurant here where you can dine right on the edge of the ocean Praia Verde - The entrance to Praia Verde beach is from above - you will need a car and be prepared to walk down the steps to reach the sands. Its name (translated as the 'Green Beach') is derived from the fact that it is unusually bordered by a lovely crest of pine trees, which makes the setting private. Gorgeous sands and a couple of lovely restaurants to try here. For the sun worshippers, there are sunbeds for hire and for those who enjoy walking, the beach is long and flat and its around 30 minutes on foot to Monte Gordo and Altura.":"La playa de Altura (Alagoa) es el paraíso de los amantes del sol, con arenas blancas extensas y buenas aguas para el baño. Situada en el extremo inferior del pueblo, se puede llegar a la playa fácilmente a pie o en coche. Sin embargo, el aparcamiento puede estar bastante ocupado en temporada alta. La playa ofrece servicios como tumbonas, sombra y algunos deportes acuáticos en temporada alta. También hay un par de excelentes restaurantes de pescado para probar. Para los que disfrutan caminando, la costa es larga y fácil de recorrer, con los centros turísticos vecinos de Praia Verde y Monte Gordo a unos 30 minutos a pie. La playa de Cabeço está directamente al lado - La entrada está un poco escondida y por lo tanto, el acceso no es tan ocupado. Hay otro gran restaurante aquí donde se puede cenar justo en el borde del océano Praia Verde - La entrada a la playa de Praia Verde es desde arriba - usted necesitará un coche y estar preparado para caminar por las escaleras para llegar a las arenas. Su nombre (traducido como 'Playa Verde') se debe a que está inusualmente bordeada por una bonita cresta de pinos, lo que hace que el entorno sea privado. Tiene unas arenas preciosas y un par de restaurantes encantadores para probar. Para los amantes del sol, hay tumbonas de alquiler y para los que disfrutan caminando, la playa es larga y plana y está a unos 30 minutos a pie de Monte Gordo y Altura.",
"Castro Marim":"Castro Marim",
"Castro Marim is an unspoiled location with a typical Eastern Algarve charm. The narrow streets are filled with character and have a choice of restaurants, bars, and cafes. The key feature of this town is the Castle which is open to the public and is at least worth a visit to sample the fabulous views which stretch right across Spain and the Guadiana River. If you happen to be visiting at the end of August, for 4 days each year, Castro Marim takes a leap back into the past for its Medieval Days festival. Enter the castle and you enter another, older world. A truly fantastic and different experience.":"Castro Marim es un lugar virgen con el típico encanto del Algarve oriental. Las estrechas calles están llenas de carácter y cuentan con una selección de restaurantes, bares y cafés. La característica principal de esta ciudad es el castillo, que está abierto al público y que merece la pena visitar para disfrutar de las fabulosas vistas que se extienden por toda España y el río Guadiana. Si se encuentra de visita a finales de agosto, durante 4 días al año, Castro Marim da un salto al pasado con su festival de las Jornadas Medievales. Si entra en el castillo, se adentrará en otro mundo más antiguo. Una experiencia realmente fantástica y diferente.",
"Manta Rota is a small village which is very popular with the Portuguese in high season and longer-term renters in the winter months. Part of its attraction is the huge long beach that can be reached on foot, and its charming selection of Portuguese restaurants and café bars. In the summer months, there are activities at the beach as well as market stalls and open-air entertainments in the evening, but out of season, Manta Rota is a sleepy hollow! There is a good choice of restaurants, all of which can be recommended, and which vary in style of cuisine and price. The village is compact and has within easy reach a supermarket, butchers, bakers, and newsagent. Overall, it’s fair to say that there is not much else in Manta Rota – which probably the reason why people who holiday there love it – ‘simplicity is divinity’! – Manta Rota is the ideal place to experience a typical Portuguese holiday, with only the beach for company during the day. Vila Nova Cacela is around 1km from Manta Rota and has more shops and restaurants to offer.":"Manta Rota es un pequeño pueblo muy popular entre los portugueses en temporada alta y los inquilinos de larga duración en los meses de invierno. Parte de su atractivo es la enorme y larga playa a la que se puede llegar a pie, y su encantadora selección de restaurantes portugueses y cafés-bar. En los meses de verano, hay actividades en la playa, así como puestos de mercado y entretenimientos al aire libre por la noche, pero fuera de temporada, Manta Rota es un lugar tranquilo. Hay una buena selección de restaurantes, todos recomendables, que varían en estilo de cocina y precio. El pueblo es compacto y tiene a su alcance un supermercado, una carnicería, una panadería y un quiosco. En general, es justo decir que no hay mucho más en Manta Rota, lo que probablemente sea la razón por la que la gente que veranea allí lo adora: ¡'la simplicidad es la divinidad'! - Manta Rota es el lugar ideal para vivir unas típicas vacaciones portuguesas, con la única compañía de la playa durante el día. Vila Nova Cacela está a 1 km de Manta Rota y tiene más tiendas y restaurantes.",
"The beach of Manta Rota is the sun worshipper’s paradise with white expansive sands and good water for swimming. Located at the bottom end of the village, the beach can be reached in easily on foot or by car. There is no need to take a boat ride as it is here that the lagoon of the Ria Formosa finally comes to an end! The car park can get quite busy in high season though. The beach offers amenities including sunbeds, shade, and some water sports in high season. There are also a couple of excellent fish restaurants to try. For those who enjoy walking, the coastline is long and easy to navigate with the neighboring resorts of Praia Verde and Monte Gordo all within around 30 minutes walk.":"La playa de Manta Rota es el paraíso de los amantes del sol, con arenas blancas extensas y buenas aguas para nadar. Situada en el extremo inferior del pueblo, se puede llegar a la playa fácilmente a pie o en coche. No es necesario dar un paseo en barco, ya que aquí se acaba la laguna de la Ría Formosa. Sin embargo, el aparcamiento puede estar bastante ocupado en temporada alta. La playa ofrece servicios como tumbonas, sombra y algunos deportes acuáticos en temporada alta. También hay un par de excelentes restaurantes de pescado para probar. Para los que disfrutan caminando, la costa es larga y fácil de recorrer, con los centros turísticos vecinos de Praia Verde y Monte Gordo a unos 30 minutos a pie.",
"january":"enero",
"february":"febrero",
"march":"marzo",
"april":"abril",
"may":"mayo",
"june":"junio",
"july":"julio",
"august":"agosto",
"september":"septiembre",
"october":"octubre",
"november":"noviembre",
"december":"diciembre",
"Monday":"lunes",
"Tuesday":"martes",
"Wednesday":"miércoles",
"Thursday":"jueves",
"Friday":"viernes",
"Saturday":"sábado",
"Sunday":"domingo",
"Sun":"dom",
"Mon":"Lun",
"Tue":"mar",
"Wed":"casarse",
"Thu":"Jue",
"Fri":"Vie",
"Sat":"Sab",
"checkIn":"Check In",
"Checkout":"Check Out",
"guests":"Huéspedes",
"email":"Email",
"name":"Nombre",
"phone":"Teléfono",
"Booking-notes":"Ingrese un mensaje breve",
"Booking-stay":"Estancia mínima: %D% noches",
"thanks":"Gracias",
"previousMonth":"Mes anterior",
"nextMonth":"Próximo mes",
"nights":"noches",
"Pool":"Piscina",
"Wheelchair Accessible":"silla de ruedas accesible",
"Allows Pets":"Permite mascotas",
"Air Conditioning":"Aire acondicionado",
"Barbecue":"Parilla",
"Elevator":"Ascensor",
"Garden":"Jardín",
"Wifi":"Wifi",
"TV":"televisión",
"Hot Tub":"Bañera de hidromasaje",
"CD/DVD Player":"Reproductor de CD / DVD",
"Fire Extinguisher":"Extintor de incendios",
"Washer":"Lavadora",
"Pots & Pans":"Sartenes ollas",
"Indoor Fireplace":"Chimenea interior",
"Oven":"Horno",
"Crockery Cutlery":"Cubiertos De Vajilla",
"Coffee Maker":"Cafetera",
"Heating":"Calefacción",
"Free Parking":"Estacionamiento gratis",
"Kitchen":"Cocina",
"Hot Water":"Agua caliente",
"Hangers":"Perchas",
"Baby Travel Bed":"Cama de viaje para bebé",
"Wardrobe":"Armario",
"Room Darkening Shades":"Sombras que oscurecen la habitación",
"Cooking Basics":"Conceptos básicos de cocina",
"Baby High Chair":"Silla alta de bebé",
"Gated Property":"Propiedad cerrada",
"Microwave Oven":"Horno microondas",
"Sea View":"Vista marítima",
"Fridge":"Nevera",
"Babysitter Recommendations":"Recomendaciones para niñeras",
"Toaster":"Tostadora",
"Water Kettle":"Tetera",
"Properties with":"Propiedades con",
"Restaurants Nearby":"Restaurantes cercanos",
"here":"aquí",
"Reservations & Customer Support":"Reservas y atención al cliente",
"We'll get back to you as soon as possible":"Nos pondremos en contacto contigo lo antes posible.",
"Get in touch with our team here":"Ponte en contacto con nuestro equipo aquí",
"Your name":"Tu nombre",
"Message":"Mensaje",
"Send":"Enviar",
"Algarve Holiday Rentals":"Alquileres de vacaciones en Algarve",
"Address":"Habla a",
"All Rights Reserved":"Reservados todos los derechos",
"Fetch Error":"Error de conexión: la disponibilidad de la propiedad puede no ser precisa.",
"Favourites":"Favoritos",
"add favs":"Agregar a favoritos",
"remove favs":"Quitar de favoritos",
"Highest Rating":"Calificación más alta",
"Lowest Rating":"Calificación más baja",
"allowsChildren":"Permite a los niños",
"hasTV":"televisión",
"hasSmartTv":"Televisión inteligente",
"hasCableTV":"Televisión por cable",
"hasAirConditioning":"Aire acondicionado",
"hasAirFilter":"Filtro de aire",
"hasHeating":"Calefacción",
"hasKitchen":"Cocina",
"hasStove":"Cocina",
"hasWasher":"Lavadora",
"hasDryer":"Secadora",
"hasIndoorFireplace":"Chimenea interior",
"hasSmokeDetector":"Detector de humo",
"hasFireExtinguisher":"Extintor de incendios",
"hasEssentials":"Esenciales",
"hasBabyTravelBed":"Cama de viaje para bebé",
"hasBabyHighChair":"Silla alta de bebé",
"hasCDDVDPlayer":"Reproductor de CD / DVD",
"hasBoardGames":"Juegos de mesa",
"hasTowels":"Toallas proporcionadas",
"hasDehumidifier":"Deshumidificador",
"hasCeilingFan":"Ventilador de techo",
"hasHairDryer":"Secador de pelo",
"hasCrockeryCutlery":"Vajilla y Cubiertos",
"hasPotsPans":"Sartenes ollas",
"hasOven":"Horno",
"hasMicrowaveOven":"Horno microondas",
"hasWaterKettle":"Tetera",
"hasCoffeeMaker":"Cafetera",
"hasDishwasher":"Lavavajillas",
"hasToaster":"Tostadora",
"hasFridge":"Nevera",
"hasAlarmSystem":"Sistema de alarmas",
"hasInternetWifi":"Wifi",
"hasIpodStation":"Estación de Ipod",
"hasSteamRoom":"Cuarto de vapor",
"hasSafeBox":"Caja fuerte",
"hasSmartHome":"Casa inteligente",
"hasWardrobe":"Armario / Cajones",
"hasIron":"Planchar",
"hasIroningFacilities":"Servicio de planchado",
"hasShampoo":"Champú",
"hasFirstAidKit":"Kit de primeros auxilios",
"hasSafetyCard":"Tarjeta de seguridad",
"hasBuzzer":"Zumbador",
"hasDog":"Tiene perro",
"hasCat":"Tiene gato",
"hasOtherPet":"Tiene otra mascota",
"hasHangers":"Perchas",
"hasHotWater":"Agua caliente",
"hasCookingBasics":"Conceptos básicos de cocina",
"hasSurveillance":"Vigilancia",
"hasEnhancedCleaning":"Limpieza mejorada",
"hasUsesDisinfectants":"Utiliza desinfectantes",
"hasLinens":"Ropa de cama proporcionada",
"hasHotTub":"Bañera de hidromasaje",
"hasFreeParking":"Estacionamiento gratis",
"hasBarbecue":"Parilla",
"hasPool":"Piscina",
"hasBalconyTerrasse":"Balcón Terrasse",
"hasSeaView":"Vista marítima",
"hasGatedProperty":"Propiedad cerrada",
"hasHelipad":"Helipuerto",
"hasPrivateEntrance":"Entrada privada",
"hasGarden":"Jardín",
"hasDeckPatio":"Terraza / Patio",
"hasGym":"Gimnasio",
"hasBasketballCourt":"Cancha de baloncesto",
"hasCinemaRoom":"Sala de cine",
"isWheelchairAccessible":"silla de ruedas accesible",
"hasElevator":"Ascensor",
"hasMassageRoom":"Sala de masaje",
"hasLibrary":"Biblioteca",
"hasOffice":"Escritorio de oficina",
"hasPoolTable":"Mesa de billar",
"hasPiano":"Piano",
"hasSoccerField":"Campo de fútbol",
"hasTennis":"Tenis",
"hasToiletries":"Artículos de aseo",
"hasWineCellar":"Bodega",
"hasBreakfast":"Desayuno / Café / Té",
"hasLockOnBedroom":"Bloquear en el dormitorio",
"isFamilyFriendly":"Amigable para la familia",
"has24Checkin":"24 registro",
"hasWaterFront":"Frente al agua",
"hasDoorman":"Portero",
"hasBeach":"playa",
"hasBeachFront":"Frente a la playa",
"hasBeachView":"Vista a la playa",
"hasSkiInSkiOut":"Ski-in / Ski-out",
"isOceanfront":"Frente al mar",
"isResort":"Recurso",
"isRural":"Rural",
"isTown":"Pueblo",
"hasWaterView":"Vista al agua",
"isDowntown":"Centro",
"hasGolfCourseFront":"Frente al campo de golf",
"hasGolfCourseView":"Vista al campo de golf",
"hasLakeAccess":"lago",
"hasLakeFront":"Frente al lago",
"hasLakeView":"Vista al lago",
"hasMountain":"montaña",
"hasMountainView":"vista desde la montaña",
"isNearOcean":"Cerca del océano",
"hasRiver":"río",
"isVillage":"Pueblo",
"hasContactlessCheckin":"Registro sin contacto",
"hasCarbonMonoxideDetector":"Detector de monóxido de carbono",
"hasBabyBath":"Baño de bebe",
"hasBabyMonitor":"Monitor de bebé",
"hasWindowGuards":"Protectores de ventana",
"hasBathtub":"Bañera",
"hasChangingTable":"Mesa para cambiar pañales",
"hasChildrensBooksAndToys":"Libros y juguetes para niños",
"hasChildrensDinnerware":"Vajilla para niños",
"hasFireplaceGuards":"Guardias de chimeneas",
"hasGameConsole":"Consola de juego",
"hasOutletCovers":"Cubiertas de salida",
"hasPackNPlayTravelCrib":"Cuna de viaje Pack n Play",
"hasRoomDarkeningShades":"Tonos que oscurecen la habitación",
"hasStairGates":"Puertas de escalera",
"hasTableCornerGuards":"Protectores de esquina de mesa",
"hasBabysitterRecommendations":"Recomendaciones de niñera",
"allowsPets":"Permite mascotas",
"childrenNotAllowed":"Niños no permitidos",
"infantNotAllowed":"Infante no permitido",
"isEventFriendly":"Amigable para eventos",
"isLaptopFriendly":"Compatible con computadora portátil",
"allowsSmoking":"Permitir fumar",
"hasJacuzzi":"Jacuzzi",
"checkInOptionInstruction":"Instrucciones para las opciones de check-in",
"hasCabinetLocks":"Cerraduras de gabinete",
"hasChildcare":"Cuidado de niños",
"hasCleaningWithDisinfectants":"Limpieza con desinfectantes",
"hasCommunalPool":"Piscina Comunitaria",
"hasComputerMonitor":"Monitor de computadora",
"hasDeadboltLock":"Cerradura de seguridad",
"hasDesk":"Escritorio",
"hasDeskChair":"Silla de escritorio",
"hasDiningTable":"Comedor",
"hasEmergencyExit":"Salida de emergencia",
"hasEvCarCharger":"Cargador de coche Ev",
"hasFencedPool":"Piscina vallada",
"hasFencedYard":"Patio cercado",
"hasHeatedPool":"Piscina temperada",
"hasHighTouchSurfacesCleaningWithDisinfectants":"Limpieza de superficies de alto tacto con desinfectantes",
"hasIndoorPool":"Piscina interior",
"hasKitchenIsland":"Isla de cocina",
"hasLake":"lago",
"hasMealDelivery":"Entrega de comida",
"hasOceanFront":"Frente al mar",
"hasOutdoorLighting":"Iluminación exterior",
"hasOutdoorPlayArea":"Área de juegos al aire libre",
"hasPaidWifi":"Wifi de pago",
"hasPrinter":"Impresora",
"hasTown":"Pueblo",
"hasVentilationFan":"Ventilador",
"hasVillage":"Pueblo",
"hasWifiSpeed100":"Velocidad Wifi 100",
"hasWifiSpeed25":"Velocidad Wifi 25",
"hasWifiSpeed250":"Velocidad Wifi 250",
"hasWifiSpeed50":"Velocidad Wifi 50",
"hasWifiSpeed500":"Velocidad Wifi 500",
"isGolfCourseFront":"Frente al campo de golf",
"isLakeFront":"Frente al lago",
"Retrieving Balance Information":"Recuperar información de saldo",
"Please wait while we retreive your balance information...":"Espere mientras recuperamos la información de su saldo ...",
"Balance remaining":"Saldo restante",
"Multibanco Information":"Información de Multibanco",
"Reference":"Referencia",
"entity":"entidad",
"Payment Link":"Enlace de pago",
"No Balance Information Found":"No se encontró información de saldo",
"Select Car":"Seleccionar coche",
"Get a Quote":"Consigue una Cotización",
"Includes":"Incluye",
"Please select the first day":"Seleccione el primer día",
"Please select the last day":"Seleccione el último día",
"Selected from":"Seleccionado de",
"Days":"Días",
"Clear":"Borrar",
"Questions or extra information":"Preguntas o información adicional",
"Let us know here!":"¡Háznoslo saber aquí!",
"We'll get back to you with availability and a confirmed quote as soon as possible!":"¡Nos comunicaremos con usted con disponibilidad y una cotización confirmada lo antes posible!",
"Thank you for getting in touch! We'll get back to you as soon as possible.":"¡Gracias por contactarnos! Nos pondremos en contacto contigo lo antes posible.",
"Clear Dates":"Borrar Fechas",
"Select Dates":"Seleccionar Fechas",
"Price":"Precio",
"In Flight Number":"Número de vuelo de llegada",
"Departing From":"Partiendo de",
"Time of Arrival":"Hora de llegada",
"Out Flight Number":"Número de vuelo de salida",
"Going To":"Llendo a",
"Time of Departure":"Hora de salida",
"Driving Licence & Passport Details":"Licencia de conducir y detalles del pasaporte",
"Home Address":"Direccion de casa",
"Date of Birth":"Fecha de nacimiento",
"Local Address in Portugal":"Dirección local en Portugal",
"Contact Number":"Número de contacto",
"Driving License Number":"Número de licencia de conducir",
"Issue Date":"Fecha de emisión",
"Expiry Date":"Fecha de caducidad",
"Passport Number":"Número de pasaporte",
"Passport Issue Date":"Fecha de emisión del pasaporte",
"Passport Expiry Date":"Fecha de caducidad del pasaporte",
"Travel Details":"Detalles del viaje",
"Vehicle":"Vehículo",
"Lead Driver Full Name":"Nombre completo del conductor(a) principal",
"Preferred Make and Model of Car":"Marca y modelo de automóvil preferido",
"Estimated Price":"Precio Estimado",
"Check out Smartavillas property":"Echa un vistazo a la propiedad de Smartavillas",
"Winter Let Details":"Detalles Alquiler de Invierno",
"Enter Property Name...":"Nombre de la propiedad...",
"No Availabilities":"Sin Disponibilidades",
"No Availabilities of any class vehicles till 31st August 2022":"No hay disponibilidad de vehículos de ninguna clase hasta el 31 de agosto de 2022",
"Sustainability":"Sustentabilidad"
}